[{"term":"A.P. number","meaning":"Abbreviation for Amtliche Prüfungsnummer, the official testing number displayed on a German wine label that shows that the wine was tasted and passed government quality control standards."},{"term":"Abboccato","meaning":"An Italian term used to describe full-bodied wines with medium-level sweetness"},{"term":"ABC","meaning":"Initials for \"Anything but Chardonnay\" or \"Anything but Cabernet\". A term conceived by Bonny Doon's Randall Grahm to denote wine drinkers' interest in grape varieties."},{"term":"Abfüllung (Erzeugerabfüllung)","meaning":"Bottled by the proprietor. Will be on the label followed by relevant information concerning the bottler."},{"term":"Absorption","meaning":"The method that grapevines use in the uptake of nutrients by the roots in the soil."},{"term":"ABV","meaning":"Abbreviation of alcohol by volume, generally listed on a wine label."},{"term":"AC","meaning":"Abbreviation for \"Agricultural Cooperative\" on Greek wine labels and for Adega Cooperativa on Portuguese labels."},{"term":"Accolage","meaning":"French term for tying vine branches (or cordons) to the horizontal trellising wires in a vine-training system"},{"term":"Acescence","meaning":"Wine with a sharp, sweet-and-sour tang can be described as having acescence. The acescence characteristics frequently recalls a vinegary smell."},{"term":"Acetaldehyde","meaning":"The main aldehyde found in wines, most notably Sherry."},{"term":"Acetic acid","meaning":"One of the primary volatile acids in wine."},{"term":"Acetification","meaning":"The process through which acetic acid is produced in wine."},{"term":"Acetobacter","meaning":"A bacterium found in wine that causes acetification resulting in the conversion of wine to vinegar."},{"term":"Acidity","meaning":"The quality of wine that gives it its crispiness and vitality. A proper balance of acidity must be struck with the other elements of a wine, or else the wine may be said to be too sharp – having disproportionately high levels of acidity – or too flat – having disproportionately low levels of acidity. The three main acids found in wine are tartaric acid, malic acid and lactic acid. The first two come from the grapes and the third from Malolactic fermentation which often occurs in the winemaking process."},{"term":"Active acidity","meaning":"The concentration of acids in the wine with positively charged hydrogen ions. Used to gauge the \"total acidity\" in the wine. Measured using the pH scale."},{"term":"Actual alcohol","meaning":"The amount of ethanol present in wine, usually measured as a percent of total volume (ABV) taken at 20°C"},{"term":"Adamado","meaning":"Portuguese term for a medium-sweet wine"},{"term":"Adega","meaning":"Portuguese wine term for a winery or wine cellar."},{"term":"Adjuvants","meaning":"Chemicals or other materials that are mixed with sprays aid in the penetration, wetting or spreading of the active ingredient in the viticultural spray."},{"term":"Adsorption","meaning":"The method that grapevines use in the transport of certain nutrients through the plant by adhesion of ions or molecules on the surface of colloidal particles or other solid materials."},{"term":"Adventitious roots","meaning":"Roots that develop in areas of the grapevine where there previously was no root system, such as the roots that develop from the nodes of a newly planted cutting. While grapevines have adventitious roots, they do not have adventitious buds and requiring pre-existing buds for future growth."},{"term":"Aerobic conditions","meaning":"Winemaking conditions that promote exposure to oxygen, such wine barrels kept partially full in order to oxidatively age the wine"},{"term":"Aging barrel","meaning":"A barrel, often made of oak, used to age wine or distilled spirits."},{"term":"Alcohol","meaning":"Generally refers to ethanol, a chemical compound found in alcoholic beverages. It is also commonly used to refer to alcoholic beverages in general."},{"term":"Alcoholic fermentation","meaning":"The conversion by yeast of sugar into alcohol compounds"},{"term":"Aldehyde","meaning":"A component of wine that is formed during the oxidation of alcohol. It is midway between an acid and an alcohol."},{"term":"Alkali","meaning":"Soils with high levels of sodium that will interfere with the growth and development of the grapevine."},{"term":"Almacenista","meaning":"Spanish term for a Sherry producer who ferments and matures the wine before selling it to a merchant"},{"term":"Altar wine","meaning":"The wine used by the Catholic Church in celebrations of the Eucharist."},{"term":"Alte Reben","meaning":"German term for old vine"},{"term":"Alternative wine closures","meaning":"Various substitutes used in the wine industry for sealing wine bottles in place of traditional cork closures."},{"term":"Amabile","meaning":"Italian term for a medium-sweet wine"},{"term":"Amino acids","meaning":"Protein found in wine grapes that are formed by fruit esters and consumed during the fermentation process and/or autolysis. They contribute to the sense of complexity in a wine."},{"term":"Amontillado","meaning":"Best described as a matured Fino. After the flor dies, the yeast sinks to the bottom of the wine and is no longer able to protect the Sherry from oxidation. The now unprotected Sherry begins to take on a rich and deep nutty flavor, and can now be described as Amontillado."},{"term":"Ampelography","meaning":"The science of identify grape varieties and tracing their history using both DNA and physical characteristics such as the appearance of clusters and leaves."},{"term":"Amphora","meaning":"A type of ceramic vase, used for transporting and storing wine in ancient times."},{"term":"Anaerobic","meaning":"The opposite of aerobic, referring to a chemical process that takes place in the absence of oxygen. As a wine ages in a sealed wine bottle, it is going through anaerobic changes."},{"term":"Analyzer","meaning":"The first column in a Coffey still, outlawed for the production of Cognac but can be used in other regions for wine-based spirits, where the pre-heated wash is vaporized by steam"},{"term":"Anbaugebiet","meaning":"A German wine region. Anbaugebiete are further divided into Bereiche or districts."},{"term":"Angel's share","meaning":"The portion of a wine in an aging barrel that is lost to evaporation."},{"term":"Annata","meaning":"Italian term for a vintage"},{"term":"Anreicherung","meaning":"German winemaking term for must enrichment"},{"term":"Anther","meaning":"The part of the male-reproductive organs of the grapevine flower, located on the stamen, that contains the pollen needed for fertilization."},{"term":"Anthesis","meaning":"A stage during the flowering period of the grape vine when the calyptra has fallen off and the vine is in full bloom."},{"term":"Anthocyanins","meaning":"Polyphenols located in the skin of grapes that includes the color pigments that gives both grapes and wine their color."},{"term":"Antioxidant","meaning":"Chemicals, such as sulfur dioxide, that are used to prevent the grape must from oxidizing."},{"term":"AOC","meaning":"Abbreviation for Appellation d'Origine Contrôlée, (English: Appellation of controlled origin), as specified under French law. The AOC laws specify and delimit the geography from which a particular wine (or other food product) may originate and methods by which it may be made. The regulations are administered by the Institut National des Appellations d'Origine (INAO)."},{"term":"Aoutement","meaning":"French term for the period of ripening when the vine's shoot stop growing and the plant shifts it carbohydrate production into reserves as it prepares for dormancy and next years growth. During this time the leaves may begin to change color as the shoots also change color, usually from a green to a brown wood color."},{"term":"Aperitif","meaning":"A wine that is either drunk by itself (i.e. without food) or before a meal in order to stimulate the appetite."},{"term":"Apical dominance","meaning":"The tendency of the central mid-section region of a grapevine shoot up to the apex to exhibit the most growth and development of foliage, tendrils and grape clusters. The apical dominance of the grapevine also inhibits the growth of lateral buds."},{"term":"Apical meristem","meaning":"The growth cells located at the tip of a grapevine shoot that have the ability to differentiate and continue to grow. Unlike other plants, grapevines do not have terminal buds that limit growth."},{"term":"Appellation","meaning":"A geographical based term to identify where the grapes for a wine were grown."},{"term":"Aquifer","meaning":"A geological landform that retains rain water drained from the surrounding area."},{"term":"Aromatic","meaning":"A wine with very noticeable and distinctive aromas"},{"term":"Aromatized wine","meaning":"A wine that has been flavored with herbs, fruit, flowers and spices. Examples: Vermouth, Retsina or mulled wine."},{"term":"Ascorbic acid","meaning":"An antioxidant used to prevent grape must from oxidizing."},{"term":"Aseptic","meaning":"The characteristic of a chemical (like sulfur dioxide or sorbic acid) to kill unwanted or beneficial bacteria."},{"term":"Aspect","meaning":"A topographical feature of a vineyard including the angle and direction of a slope as well as its altitude."},{"term":"Assemblage","meaning":"The blending of base wines in order to create a final blend or cuvee."},{"term":"Atmosphere","meaning":"The measure of atmospheric pressure within a wine bottle. The average internal pressure inside a bottle of sparkling wine is 6 atmospheres."},{"term":"ATTTB","meaning":"Abbreviation for the Alcohol and Tobacco Tax and Trade Bureau, a United States government agency that is primarily responsible for the regulation of wines sold and produced in the United States."},{"term":"Ausbruch","meaning":"Austrian term originally referring to the aszú production method of mixing grapes affected by noble rot with a fermenting base wine. Today a Prädikat in Austria, intermediate between Beerenauslese and Trockenbeerenauslese."},{"term":"Auslese","meaning":"German for \"select harvest\", a Prädikat in Germany and Austria."},{"term":"Autolysis","meaning":"The breakdown of dead yeast cells (or lees) and the process through which desirable or undesirable traits maybe imparted to the wine. Wines that are deliberately aged sur lie such as Muscadet or some white Burgundies derive certain flavors and textures from this process."},{"term":"Axil","meaning":"The attachment point on a grapevine leaf of petiole where usually a developing bud will be located"},{"term":"Azienda agricola","meaning":"Italian term for a winery that only produces wine from its own estate vineyards"},{"term":"Azienda vinicola","meaning":"Italian term for an estate that makes wine from both its own vineyards and from purchased grapes"},{"term":"B.O.B.","meaning":"An acronym for \"Buyer's Own Brand\" which refers to a private label wine owned by the restaurant or retailer that sells the wine."},{"term":"Back-Blend","meaning":"Blending unfermented, fresh grape juice into a fully fermented wine in order to add sweetness. Synonymous with the German winemaking technique Sussreserve."},{"term":"Balance pruning","meaning":"A method of pruning based on the amount of growth that the vine experienced the previous growing season. This is often determined by weighing the one-year-old that is pruned during the winter dormancy period and using a formula to determine how many buds should be left for the next season's crop."},{"term":"Balthazar","meaning":"A large bottle containing 12 litres, the equivalent of 16 regular wine bottles."},{"term":"Ban de Vendange","meaning":"The official start of the harvest season in France."},{"term":"Bark","meaning":"The dead tissue that makes up the hard, woody external covering of the grapevine canopy outside the cork cambium."},{"term":"Barrel fermented","meaning":"A wine fermented in oak barrels as opposed to stainless steel or concrete. Traditional with white Burgundies, some Chardonnays and some Champagne."},{"term":"Barrique","meaning":"The French name for a 225 litre Bordeaux style barrel (Bordeaux hogshead). Will yield 24 cases of 12 bottles each."},{"term":"Basal bud","meaning":"The small bud located at the base of a grapevine's cane or spur."},{"term":"Basic","meaning":"A low-cost entry-level offering from a winery as opposed to its more expensive premium wine offerings."},{"term":"Baumé","meaning":"French measurement of the sugar concentration in the juice or wine."},{"term":"Beerenauslese","meaning":"A German term meaning approximately \"harvest of selected berries\". A Prädikat in Germany and Austria."},{"term":"Beeswing","meaning":"A light sediment, chiefly mucilage, found in Port."},{"term":"Bench","meaning":"A natural terrace of flat land between two slopes."},{"term":"Bentonite","meaning":"A type of clay of volcanic origins used in wine as a clarifying agent."},{"term":"Bereich","meaning":"A district within a German wine region (Anbaugebiet). Contains smaller Grosslagen vineyard designations."},{"term":"Bianco, Blanc, Blanco, Branco","meaning":"Italian/French/Spanish/Portuguese terms for a white wine or grape"},{"term":"Bilateral cordon training","meaning":"A vine training system that utilizes two arms, or cordons, extending horizontally from the trunk in two different directions along support wires."},{"term":"Bin","meaning":"A term originally meant to denote a location in a cellar where wine is stored but now often seen in brand marketing of some wines (i.e. Bin 75 Merlot, etc)"},{"term":"Biodynamic wine","meaning":"Wines produced by the principles of biodynamic agriculture."},{"term":"Biologique","meaning":"French term for organic winemaking"},{"term":"Black rot","meaning":"A fungal disease that causes black stains to appear on grapevine leaves. Most prevalent in warm and wet conditions"},{"term":"Blanc de Blancs","meaning":"A white wine, usually sparkling, made exclusively from white grapes, often Chardonnay."},{"term":"Blanc de Noirs","meaning":"A white wine, usually sparkling, made from red grapes."},{"term":"Bleeding","meaning":"The phenomenon of sap being expelled from an open pruning wound on the grapevine that often happens during early spring. This is often a sign of good health for the vine. Also known as weeping."},{"term":"Blending","meaning":"The mixing of two or more different parcels of wine together by winemakers to produce a consistent finished wine that is ready for bottling. Laws generally dictate what wines can be blended together, and what is subsequently printed on the wine label."},{"term":"Blind tasting","meaning":"Tasting and evaluating a wine without knowing which it is."},{"term":"Bloom","meaning":"The powdery, waxy substance that is often found on the surface of grapes. While this substance may contain the spores of wild yeast, it is not necessary composed of yeast cells."},{"term":"Blue fining","meaning":"The use of potassium ferrocyanide to remove iron or copper casse from a wine"},{"term":"Blush wine","meaning":"A pale, pinkish color wine. It may refer to a sweet rosé such as White Zinfandel."},{"term":"Bodega","meaning":"A Spanish wine cellar. Also refers to a seller of alcoholic beverage."},{"term":"Bonne chauffe","meaning":"The second distillation that takes place during Cognac production where the cloudy brouillis (first distillate with alcohol levels between 28-32%) gets converted into the clear eau de vie"},{"term":"Bordeaux mixture","meaning":"An organic fungicide composed of copper sulfate and calcium hydroxide (lime) and water that was invented in Bordeaux in the late 19th century as a treatment against powdery and downy mildew"},{"term":"Bota","meaning":"A cask of wine used to store Sherry with a capacity between 159 to 172 gallons (600-650 liters)"},{"term":"Botrytis cinerea","meaning":"See Noble rot."},{"term":"Botrytized grapes","meaning":"Grapes that have been rotted by botrytis cinerea."},{"term":"Botte","meaning":"The Italian term for a wooden barrel, plural: botti. Usually refers to a botte grande, a large floor-standing wooden vat with a capacity of 1,000–3,000 litres (220–660 imp gal; 260–790 US gal)."},{"term":"Bottiglia","meaning":"Italian term for a wine bottle"},{"term":"Bottle","meaning":"A container with a neck that is narrower than the body and a \"mouth.\" Modern wine bottles are nearly always made of glass because it is nonporous, strong, and aesthetically pleasing."},{"term":"Bottle Age","meaning":"The length of time that wine has been allowed to age and mature in bottle."},{"term":"Bottle shock","meaning":"Also known as bottle-sickness, a temporary condition of wine characterized by muted or disjointed fruit flavors. It often occurs immediately after bottling or when wines (usually fragile wines) are shaken in travel. After several days the condition usually disappears."},{"term":"Bottle variation","meaning":"The degree to which bottled wine of the same style and vintage can vary."},{"term":"Box wine","meaning":"Wine packaged in a bag usually made of flexible plastic and protected by a box, usually made of cardboard. The bag is sealed by a simple plastic tap."},{"term":"Breathing","meaning":"The interaction between air and wine after a wine has been opened. Breathing may take place while the wine is decanting."},{"term":"Brettanomyces","meaning":"A wine spoilage yeast that produces taints in wine commonly described as barnyard or band-aids."},{"term":"Brix/Balling","meaning":"A measurement of the dissolved sucrose level in a wine"},{"term":"Brouillis","meaning":"The product of the first distillation in the production of Cognac"},{"term":"Brut","meaning":"A French term for a very dry Champagne or sparkling wine. Drier than extra dry."},{"term":"Bud","meaning":"The undeveloped, primordial grape shoot that is usually located along nodes of a cane."},{"term":"Bud scales","meaning":"Hairy, scale-like leaves containing suberin that act as a protective cover over buds, often protecting them against the elements during the dormancy period of winter."},{"term":"Bud sport","meaning":"The shoot, fruit or flower offspring that arise from bud that has experienced a spontaneous genetic mutation in at least one gene in one of the buds cells. This offspring will be genetically different from the rest of the bud offspring on the plant and maybe the source of new clonal material."},{"term":"Bung","meaning":"A stopper used to seal a bottle or barrel. Commonly used term for corks."},{"term":"Burnt wine","meaning":"Another name for Brandy, a liquor made from distilled wine. It is often the source of additional alcohol in fortified wines."},{"term":"Bush training","meaning":"Vine training system where the vines are kept as individual, free-standing vines not supported by or joined together by a trellising system. Also known as Goblet training. Common training system in the Rhone Valley and in parts of California with old vine Zinfandel."},{"term":"Butt","meaning":"An old English unit of wine casks, equivalent to about 477 liters (126 US gallons/105 imperial gallons). In Sherry production, a butt traditionally holds around 600 litres (160 US gal)"},{"term":"Buttage","meaning":"French term for adding mounds of earth to the base of a newly grafted vine to cover the graft union between the rootstock and scion to protect from frost damage."},{"term":"C.A.","meaning":"Abbreviation seen on Spanish wine labels meaning Cooperativa Agrícola or local co-operative."},{"term":"C.S.","meaning":"An Italian abbreviation for Cantina Sociale that appears on wine labels denoting that the wine has been made by a local cooperative."},{"term":"C.V.","meaning":"Abbreviation for the French term Coopérative de Vignerons that may appear on wine labels to denote that the wine has been made by a local cooperative."},{"term":"Callus","meaning":"The undifferentiated mass of tissue that grows over grafting or pruning wounds that protects the tissue from drying out or suffering further injury. In the case of grafting, the callus eventually hardens into the bulging graft union of the vine."},{"term":"Calyptra","meaning":"The petals of a grapevine flower that are fused together to form the \"cap\" which is shed during flowering."},{"term":"Cambium","meaning":"The layer of undifferentiated meristematic cells located just underneath the bark of the grapevine from which all other plant tissues, including the xylem and phloem, originate from."},{"term":"Cane","meaning":"The mature, brown and woody shoot of the grapevine after leaf fall."},{"term":"Cane pruning","meaning":"Cane pruning is when one or two canes from a vine's previous year's growth are cut back to six to fifteen buds which will be the coming growing season's grape producers."},{"term":"Cane pruning","meaning":"Pruning method where the one or two canes of 1 year old wood is left on the vine after winter pruning with between 8 to 15 buds"},{"term":"Canopy","meaning":"The parts of the grape vine above ground, in particular the shoots and leaves."},{"term":"Canopy management","meaning":"A range of viticultural techniques applied in vineyards to manipulate the vine canopy. This is performed for vine shape, limiting direct sunlight and disease control, in order to create an optimal growing environment."},{"term":"Cantina","meaning":"Italian term for winery."},{"term":"Cantina Sociale","meaning":"Italian term for a co-operative"},{"term":"Cap","meaning":"The layer of grape skins that are forced by rising carbon dioxide gas to the top of the fermentation vessel during cuvaison."},{"term":"Cap Classique","meaning":"South African wine term for a sparkling wine made according to the traditional method"},{"term":"Capsule","meaning":"The plastic or foil that covers the cork and part of the neck of a wine bottle."},{"term":"Carbonate","meaning":"An ester or salt of carbonic acid that increases the alkalinity of the soil. Most commonly found in vineyards with chalky-limestone soils."},{"term":"Carbonic acid","meaning":"Carbon dioxide gas dissolved in the water content of wine. It is a volatile acid that held in equilibrium with the dissolved carbon dioxide gas and can not be isolated in a pure form."},{"term":"Carbonic gas","meaning":"A natural by product of the fermentation process in which yeast cells convert sugar into nearly equal parts alcohol and carbonic gas. While a small amount stays presence in the wine as carbonic acid, most of the gas will rise to the surface of the fermentation vessel and attempt to escape into the air. If the fermentation vessel is closed (such as a sealed wine bottle used to make sparkling wine), the gas will dissolve into the wine and when released will make the wine sparkling."},{"term":"Carbonic maceration","meaning":"A winemaking practice of fermenting whole grapes that have not been crushed. This intracellular fermentation (as opposed to the traditional extracellular fermentation of wine yeast) tends to produce fruity, deeply colored red wines with low tannins"},{"term":"Cascina","meaning":"Italian term for a farmhouse or wine estate"},{"term":"Casein","meaning":"A fining agent derived from a milk protein."},{"term":"Cask","meaning":"A wood barrel or storage vessel, often made from oak, that is used in winemaking for fermentation and/or aging"},{"term":"Cask-strength","meaning":"A term sometimes seen in Cognac production (but more often associated with grain spirits) to denote a Cognac that has not been watered down to reduce its alcohol level. Like whiskeys these Cognacs will usually be unfiltered and with a high alcohol proof over 40% ABV"},{"term":"Casse","meaning":"An unwanted haze in wine caused by various unstable compounds (such as proteins or excess copper from previous finings) that can develop into a wine fault if not corrected before bottling"},{"term":"Casta","meaning":"Portuguese term for a grape variety"},{"term":"Caudalie","meaning":"Unit of the persistence of the wine's finish in seconds. Derived from the word caudal (tail). A wine can have a caudalie of 8 or more seconds."},{"term":"Cava","meaning":"Spanish term for a sparkling wine made according to the traditional method"},{"term":"Cave","meaning":"See wine cave"},{"term":"Cellar door","meaning":"The area of the winery where point of sale purchases occur. This can be a tasting room or a separate sales area."},{"term":"Cellaring","meaning":"To age wine for the purpose of improvement or storage."},{"term":"Centrifugal force filtration","meaning":"The process of separating unwanted particles (such as dead yeast cells or fining agents) from the wine by use of centrifugal force."},{"term":"Cépage","meaning":"French term for grape variety. When it appears on a wine label it will usually refer to the varieties used to make the wine."},{"term":"Ceramic filtration","meaning":"A filtration process of the wine that utilizes perlite and is able to fine the wine to an ultrafine degree."},{"term":"Cerasuolo","meaning":"Italian term for a cherry-pink colored wine"},{"term":"Chai","meaning":"A wine shed, or other storage place above ground, used for storing casks, common in Bordeaux. Usually different types of wine are kept in separate sheds. The person in charge of vinification and ageing of all wine made at an estate, or the chais of a négociant, is titled a Maître de Chai. The New World counterpart to the chai may be called the barrel hall."},{"term":"Chalk","meaning":"Limestone based vineyard soil that is almost pure calcium-carbonate. Associated with several wine regions such as the Champagne wine region of France."},{"term":"Champagne flute","meaning":"A piece of stemware having a long stem with a tall, narrow bowl on top."},{"term":"Chaptalization","meaning":"A winemaking process where sugar is added to the must to increase the alcohol content in the fermented wine. This is often done when grapes have not ripened adequately."},{"term":"Charmat method","meaning":"Sparkling wine production method where the secondary fermentation takes place in a tank as opposed to the traditional method where it takes place in the individual wine bottle that the consumer eventually purchases"},{"term":"Charmat process","meaning":"The Charmat or bulk process is a method where sparkling wines receive their secondary fermentation in large tanks, rather than individual bottles as seen in Méthode champenoise."},{"term":"Château","meaning":"Generally a winery in Bordeaux, although the term is sometimes used for wineries in other parts of the world, such as the Barossa Valley."},{"term":"Chauffe-vin","meaning":"An optional attachment to the Cognac still that heats the wine prior to the first distillation"},{"term":"Chiaretto","meaning":"Italian term for a very pale or light colored rosé"},{"term":"Chip-budding","meaning":"A system of propagating vines by cutting the xylem and phloem of a vine bud into a tiny wedge shape and then inserting onto the rootstock of an existing root system."},{"term":"Chlorosis","meaning":"A viticultural disorder of the vine also known as \"green sickness\". It is caused by a mineral imbalance such as a deficiency in magnesium or iron."},{"term":"Clairet","meaning":"A French term for a wine that falls between the range of a light red wine and a dark rosé"},{"term":"Claret","meaning":"British name for Bordeaux wine. Is also a semi-generic term for a red wine in similar style to that of Bordeaux."},{"term":"Clarification","meaning":"A winemaking process involving the fining and filtration of wine to remove suspended solids and reduce turbidity."},{"term":"Classic","meaning":"German classification category for dry wine"},{"term":"Classico","meaning":"An Italian term for the historical or \"classic\" center of a wine region — sometimes located in the heart of a DOC."},{"term":"Clay","meaning":"Vineyard soil type made up of extremely fine-grained particles that can retain water, sometimes to excess, with usually low soil temperatures. Associated with several wine regions such as the Pomerol AOC located on the right bank of Bordeaux"},{"term":"Cleanskin","meaning":"In Australia, wine bottled without a commercial label, usually sold cheaply in bulk quantities."},{"term":"Climat","meaning":"French term for Lieu-dit used in Burgundy for a single plot of land located within a vineyard that has its own name and demonstrated terroir."},{"term":"clonal selection","meaning":"Propagation method where individual grapevines from a particular variety that have demonstrated desirable features (disease resistance, reliable yields, smaller berry size, etc) are selected for propagation. This is opposed to massal selection where several grapevines within a vineyard that have produced well are selected for propagation each generation."},{"term":"Clone","meaning":"A vine that has developed differently from other vines of the same grape variety. The clone may have developed through natural selection by adapting to its environment or was artificially bred and developed in a control environment in order to advance favorable characteristics."},{"term":"Clos","meaning":"French term for what was historically a vineyard whose boundaries were delineated by a walled enclosure. Commonly associated with vineyards in the Burgundy wine region such as the Grand Cru vineyard Clos de Vougeot."},{"term":"Coates Law of Maturity","meaning":"A principle relating to the aging ability of wine that states that a wine will remain at its peak (or optimal) drinking quality for as long as it took to reach the point of maturity. For example, if a wine is drinking at its peak at 1 year of age, it will continue drinking at its peak for another year."},{"term":"Col de cygnet","meaning":"The swan's neck shaped portion of a pot still used in Cognac production that transports the vapors from the pot to the condenser"},{"term":"Cold stabilization","meaning":"A winemaking process where wine is chilled to near freezing temperatures for several weeks to encourage the precipitation of tartrate crystals."},{"term":"Colheita","meaning":"Portuguese term for a harvest"},{"term":"Commercial wine","meaning":"A mass-produced wine aimed for a wide market of consumers made according to a set formula, year after year. These wines tend to emphasize broad appeal and easy drinkability rather than terroir or craftsmanship."},{"term":"Commune","meaning":"A small wine-growing region that surrounds a village"},{"term":"Compte","meaning":"Classification system used in the Armagnac and Cognac region based on the age of the spirit ranging from 00 for a newly distilled spirit to 2 for a VS (\"Very Special\"), 4 for a VSOP Reserve, 6 for a Napoleon XO (extra old) and 10 for the longest aged XO."},{"term":"Consorzio","meaning":"Italian term for a trade organization of wine producers. Often members of individual consorzio will have their wines packaged with a specific neck label that identifies their membership in the consorzio."},{"term":"Contact herbicide","meaning":"Chemical herbicide which kills the portion of the plant that it comes into contact with."},{"term":"Continentality","meaning":"A summation of the difference between summer and winter temperatures during the growing season"},{"term":"Cooperative","meaning":"Winemaking organization that is jointly owned by a number of growers who pool their resources and vineyards to produce wine under one label"},{"term":"Cordon","meaning":"The outward extensions or \"arms\" of a grapevine extending from the trunk which carries the fruiting grape shoots or spurs."},{"term":"Cordon training","meaning":"A method of vine training. Unlike cane pruning where the trunk itself is the only permanent, inflexible piece of the vine, cordon trained vines have one or two woody arms extending from the top of the trunk. These are then spur pruned."},{"term":"Cork","meaning":"A wine bottle stopper made from the thick outer bark of the cork oak tree."},{"term":"Cork taint","meaning":"A type of wine fault describing undesirable aromas and flavors in wine often attributed to mold growth on chlorine bleached corks."},{"term":"Corkscrew","meaning":"A tool, comprising a pointed metallic helix attached to a handle, for drawing Corks from bottles."},{"term":"Coteaux","meaning":"French term for the hillside or slopes of a hill region that is not contiguous."},{"term":"Côtes","meaning":"French term for the hillside or slopes of one contiguous hill region."},{"term":"Coulure","meaning":"A physiological ailment afflicting the grapevine during bud break. If the vine is subjected to alternating conditions of dry/wet or hot/cold during this period, the vine begins to move sap past the embryonic grape clusters to the shoot-tips. This increases the foliage but at the expense of the grape cluster receiving vital nutrients that it needs to develop. The partially formed berries eventually dry up and drop to the ground."},{"term":"Country wine","meaning":"A quality level intermediate between table wine and quality wine, which in France is known as vin de pays and in Italy as Indicazione Geografica Tipica (IGT) . Also a synonym for Fruit wine."},{"term":"Coupage","meaning":"A custom of \"enormous antiquity\" of mixing a little good wine with much bad wine and calling it good. \"The result of this operation is that the best qualities of the good are destroyed without a trace.\" "},{"term":"Courbe de fermentation","meaning":"French term for plotting the temperature and must density/sugar levels of an individual vat or tank of fermenting must to track its progress from the initiation of fermentation to dryness."},{"term":"Crémant","meaning":"French sparkling wine not made in Champagne region."},{"term":"Crianza","meaning":"Spanish aging designation. For red wines a wine needs to be aged at least 6 months in oak (in Rioja and Ribera del Duero it is 12 months in oak) and a total of 24 months before release. For Spanish whites there is no minimum oak aging but a Crianza designated wines needs to be kept at the winery for at least 18 months after harvest before being released to the market"},{"term":"Cross","meaning":"A vine whose parentage is from grape varieties that belong to the same Vitis species such as Cabernet franc and Sauvignon blanc from the Vitis vinifera family crossing to produce Cabernet Sauvignon."},{"term":"Crown-cap","meaning":"A beer bottle cap used as a temporary closure for a sparkling wine as it undergoes a secondary fermentation."},{"term":"Cru","meaning":"A French term that literally means \"growth\". May refer to a vineyard or a winery."},{"term":"Cru Artisan","meaning":"Bordeaux estate classification below that of Cru Bourgeois"},{"term":"Cru Bourgeois","meaning":"A classification of Bordeaux wine estates in the Medoc that were not part of the originally 1855 Bordeaux classification."},{"term":"Cru Classé","meaning":"A French term for an officially classified vineyard or winery."},{"term":"Crush","meaning":"After harvest, and prior to pressing, grape are \"crushed\" or broken up so that the juice is released and allowed to macerate with the skins prior to and during fermentation. In viticultural terms, \"Crush\" is used as a synonym for harvest time."},{"term":"Cryoextraction","meaning":"A mechanical means of concentrating the grape must (and such increasing sugar concentration) by chilling the must until its water content freezes into ice crystals that are then removed. This production method is used to make so called \"ice box wines\" in a style similar to ice wines which are produced by the grapes naturally freezing on the vine before harvest"},{"term":"Cryptogamic","meaning":"A fungas based grape disease also known as \"gray rot\"."},{"term":"Cult wines","meaning":"Wines for which committed buyers will pay large sums of money because of their desirability and rarity."},{"term":"Cultivar","meaning":"A cultivated grape variety. Used mainly in South African viticulture."},{"term":"Curtain","meaning":"The portion of a grapevine's canopy that holds the current year's growth of fruit and foliage. Depending on the vine training system used, the current may be closed or split and oriented to grow upwards or downwards."},{"term":"Cut","meaning":"A blending term used to refer to either blending a wine with one distinct characteristic (such as high acidity) into a wine that currently dominated by the opposite characteristic (such as low acidity). It can also mean blending a red wine with a white wine in order to make a rosé. Cutting may also refer to the illegal practice of diluting a wine with water. The French term tailles or \"cut\" refers to the point during pressing when the quality of the grape juices degrades. The first tailles is the free-run juice followed by successive pressing."},{"term":"Cuvaison","meaning":"The French term for the period of time during alcoholic fermentation when the wine is in contact with the solid matter such as skin, pips, stalks, in order to extract colour, flavour and tannin. See also maceration."},{"term":"Cuve","meaning":"A large vat used for fermentation."},{"term":"Cuve Close","meaning":"Alternative name for the Charmat method of sparkling wine production."},{"term":"Cuvée","meaning":"French term, meaning vat or tank. On wine labels it is used to denote wine of a specific blend or batch."},{"term":"Cuvée","meaning":"A wine blended from several vats or batches, or from a selected vat. Also used in Champagne to denote the juice from the first pressing of a batch of grapes."},{"term":"Cuverie","meaning":"French term, along with cuvier that refers to the building or room where fermentation takes place. Essentially, the room, building, grange, barn, garage or shed, or other building, used for \"making wine.\" When the grapes are first picked, they arrive at the cuverie."},{"term":"Debourbage","meaning":"Refers to a process in which the must of a white wine is allowed to settle before racking off the wine, this process reduces the need for filtration or fining."},{"term":"Debourrement","meaning":"The period during the grapevine's growing season between bud break and the first appearance of inflorescence flowers."},{"term":"Decantation","meaning":"The process of pouring wine from its bottle into a decanter to separate the sediment from the wine."},{"term":"Dégorgement","meaning":"The disgorging or removal of sediment from bottles that results from secondary fermentation."},{"term":"Dégorgement tardive","meaning":"French term for a Champagne that has been aged sur lie for an exceptionally long time (far beyond the usually 5-10 years of vintage Champagne) before going through degorgement."},{"term":"Degree day","meaning":"A measurement based on the sum of the average daily temperature above 10 °C (50 °F) used to classify climates in wine growing regions. In California winemaking this is associated with the Winkler Scale."},{"term":"Délestage","meaning":"French term for racking with the purpose of removing harsh tannins from the wine in the form of grape seeds. In this process the wine is drained into a secondary vessel, allowing the cap to settle to a bottom and loosen the seeds that are trapped in the pulps. As the wine drains, a filter captures the seeds and removes them from the wine. The wine is then returned the first vessel."},{"term":"Demi-muid","meaning":"A large oak barrel that holds 159 gallons (600 liters). In between the petit foudre and the barrique."},{"term":"Demi-sec","meaning":"A medium-dry sparkling wine. In Champagne, this a wine that has received a dosage of 32-50 grams/liter"},{"term":"Dendometer","meaning":"A device used to measure the swelling and shrinkage of the trunk of the vine in response to irrigation/water use."},{"term":"Depth filtration","meaning":"A means of filtering a wine that takes solely inside filtration medium, such as a kieselguhr, rotary drum vacuum or a frame filter."},{"term":"Dessert wine","meaning":"Varies by region. In the UK, a very sweet, low alcohol wine. In the US by law, any wine containing over 14.1% alcohol."},{"term":"Devatting","meaning":"The process of separating red must from pomace, which can happen before or after fermentation."},{"term":"Diatomaceous Earth","meaning":"Very fine particles of sedimentary rock used for filtering wine. Also known as D.E. or Kieselghur."},{"term":"Dioecious","meaning":"A grapevine that produces either male or female flowers. Many wild grapevines are dioecious while many domesticated vines used for wine production are hermaphroditic with flowers containing both the male staminate and female pistillate features."},{"term":"Diurnal temperature variation","meaning":"The degree of temperature variation that occurs in a wine region from daytime to night."},{"term":"DO","meaning":"1. The abbreviation for Denominación de Origen, or \"place name\". This is Spain's designation for wines whose name, origin of grapes, grape varieties and other important factors are regulated by law.\n2. The abbreviation for dissolved oxygen, the degree of oxygen saturation in a wine, which strongly affects oxidation of the wine and its ageing properties."},{"term":"Doble pasta","meaning":"Spanish winemaking term describing a wine that is macerated with double the normal ratio of grape skins to juice. This is achieved by the winemaker bleeding off and disposing of extra juice in order to increase the ratio of grape skin and concentration of phenolic compounds."},{"term":"DOC","meaning":"The abbreviation for Denominazione di Origine Controllata, or \"controlled place name.\" This is Italy's designation for wine whose name, origin of grapes, grape varieties and other important factors are regulated by law. It is also the abbreviation for Portugal's highest wine category, which has the same meaning in that country."},{"term":"Doce/Dolce/Doux/Dulce","meaning":"Portuguese, Italian, French and Spanish terms for a sweet wine"},{"term":"DOCG","meaning":"The abbreviation for Denominazione di Origine Controllata e Garantita, or controlled and guaranteed place name, which is the category for the highest-ranking wine in Italy."},{"term":"Doppelstück","meaning":"A German oak barrel that holds 635 gallons (2,400 liters)."},{"term":"Dormancy","meaning":"The period during a grapevine's growing season where there is no photosynthetic and very little metabolic activity going on. In grapevine this usually occurs after harvest and leaf fall when daily air temperatures stay below 50°F."},{"term":"Dosage (wine)","meaning":"The addition of sugar with the liqueur d'expedition after degorgement where the sweetness level of a sparkling wine is determined"},{"term":"Downy mildew","meaning":"Fungal infection of grapevines that can negatively impact photosynthesis by covering the leaves in a downy patches. Also known as Peronospora"},{"term":"Drawing off","meaning":"see Devatting."},{"term":"Drip dickey","meaning":"Trademarked name for a cover that slips over the neck of a wine bottle and absorbs any drips that may run down the bottle after pouring, preventing stains to table cloths, counter tops or other surfaces. The generic term is drip cloth."},{"term":"Drip irrigation","meaning":"A controlled system of irrigation where water is provided to the grape vine drip by drip in precise amounts by a system of pipes and metered valves. Modern vineyards equipped with sensor technology may have their irrigation pattern computerized with the amount of water being adjusted depending on the data received from the soil sensors."},{"term":"Dry","meaning":"Wines with zero or very low levels of residual sugar. The opposite of sweet, except in sparkling wines, where dry means sweet."},{"term":"Duplex soils","meaning":"Vineyard soils that include two contrasting soil textures layered, one on top of the other. An example is the vineyards of Western Australia where coarse sand is commonly found over fine grained clay. Duplex soils are categorized based on the color of the sub soil."},{"term":"Eau de vie","meaning":"French term for a grape-derived spirit such as brandy up to a maximum of 96% ABV. Its literal translation is \"water of life\""},{"term":"Edelfäule","meaning":"German term for noble rot"},{"term":"Edelkeur","meaning":"South African term for noble rot."},{"term":"Edes","meaning":"Hungarian term for a sweet wine"},{"term":"Egg white fining","meaning":"A technique of fining that uses the whites of eggs to attract negatively charged matter."},{"term":"Égrappage","meaning":"The French term for destemming. Destemming is removing stems prior to pressing and fermenting the grapes and their juice. Stems have a significant amount of coarse and often green tannin undesirable in the finished wine."},{"term":"Einzellage","meaning":"The smallest geographical unit in German wine law representing a single vineyard."},{"term":"Eiswein","meaning":"German for ice wine, a dessert wine made from frozen grapes."},{"term":"Elaborado por","meaning":"Spanish wine label term meaning \"produced by\""},{"term":"Élevage","meaning":"French term for the historical role that négociants play in the winemaking process-roughly translating as \"bringing up\" or \"raising\" the wine. Traditionally négociants would buy ready made wines after fermentation, blend and then store the wine before bringing them to the market."},{"term":"Élevé en fûts de chêne","meaning":"French phrase that may appear on wine labels to denote that the wine has been aged in oak barrels."},{"term":"Emasculation","meaning":"The removal of the male parts of a hermaphroditic grapevine flower in order to prevent self-pollination. This usually occurs in grape breeding when the breeder wishes to create a particular cross or hybrid grape variety by cross pollination."},{"term":"Embotellado por","meaning":"Spanish wine label term meaning \"bottled by\""},{"term":"Embryonic","meaning":"The miniature green berries that form in the spring time during the annual cycle of the grapevine. The bunches will eventually bloom during the flowering period and, if fertilized, will develop into fully formed grape clusters. The number of embryonic bunches can be an indicator of potential crop yields."},{"term":"En primeur","meaning":"A system commonly associated with Bordeaux wine where the previous year's harvest is available for contract sales several months before the wine will be bottled and release."},{"term":"En Tirage","meaning":"French for \"in pulling\", refers to the period of time in which bottled sparkling wine is rested in contact with lees generated during secondary fermentation. Part of the Méthode Champenoise process."},{"term":"Encépagement","meaning":"French term for the proportion of grape varieties used in a blend."},{"term":"Enology","meaning":"American English spelling of oenology, the study of wine."},{"term":"Entry-level wine","meaning":"The wine from a producer's portfolio that is the lowest cost for purchase and offers the most basic quality."},{"term":"Enzyme","meaning":"A protein created by yeast that act as a bio-chemical catalysts in grape or wine development. An example would be the enzyme invertase which aids the storage of sugars within individual grape berries."},{"term":"Eraflage","meaning":"The process of removing the grapes from the stems, done either by hand or machine. Known in English as destemming."},{"term":"Erste Lage","meaning":"German vineyards that have been classified by the Verband Deutscher Prädikats- und Qualitätsweingüter (VDP) to be a \"first class\" location capable of producing Erstes Gewächs and Grosses Gewächs wines"},{"term":"Erstes Gewächs","meaning":"A dry wine from a \"great growth\" vineyard that has been designated as Erste Lage. In many regions this term has been replaced by Grosses Gewächs."},{"term":"Erzeugerabfüllung","meaning":"German term for an estate-bottled wine"},{"term":"Estate winery","meaning":"A United States winery license allowing farms to produce and sell wine on-site, sometimes known as a farm winery."},{"term":"Esters","meaning":"Compounds formed in wine either during fermentation or the wine's aging development that contribute to a wine's aroma."},{"term":"Estufagem","meaning":"Portuguese term for the process where Madeira is heated in estufas (ovens) and then cooled to create the unique flavors and texture of the wine."},{"term":"Ethanoic acid","meaning":"Another name for acetic acid"},{"term":"Ethanol","meaning":"Also known as \"ethyl alcohol\". The primary alcohol in wine and most other alcoholic beverages. The alcohol content of a wine contributes to its body."},{"term":"EU lot number","meaning":"A European Union directive initiated in 1992 that mandates every bottle of wine produced or sold in the European Union to include a designated lot number. This allows identified defective or fraudulent wine to be tracked and removed from circulation more efficiently."},{"term":"Ex-cellars","meaning":"Refers to the extra cost associated with buying wines en primeur that may include the cost of shipping to the importer's cellars as well applicable duties and taxes."},{"term":"Extra Dry","meaning":"A sparkling wine that is sweeter than a brut. In Champagne, this is a wine that has received a dosage between 12-17 g/l sugar"},{"term":"Extra-Brut","meaning":"A very dry sparkling wine. In Champagne, this is a wine that has received a dosage with between 0-6 grams/liter sugar"},{"term":"Extract","meaning":"Everything in a wine except for water, sugar, alcohol, and acidity, the term refers to the solid compounds such as tannins. High levels of extract results in more colour and body, which may be increased by prolonging the wine's contact with the skins during cuvaison."},{"term":"Eye","meaning":"The compound bud of a grapevine."},{"term":"Fall bright","meaning":"The point when a wine becomes limpid, or clear, after all the cloudy sediments falls to the bottom of container. The wine is then usually racked over the sediment or, in the case of sparkling wine, disgorged."},{"term":"Farm winery","meaning":"A United States & South Africa winery license allowing farms to produce and sell wine on-site."},{"term":"Fattoria","meaning":"Italian term for a wine estate"},{"term":"Fatty acids","meaning":"Another term used in winemaking to describe volatile acids such as butyric or propionic acids"},{"term":"Fault","meaning":"An unpleasant characteristic of wine resulting from a flaw with the winemaking process or storage conditions."},{"term":"Federspiel","meaning":"In the Austrian wine region Wachau, a classification of wine with a harvest must weight of at least 17°KMW and a finished alcohol level between 11–12.5% with no more than 4 g/l residual sugar. This classification is between the levels of Steinfeder and Smaragd."},{"term":"Feinherb","meaning":"An unregulated German wine term used to describe an off-dry (or halbtrocken) wine"},{"term":"Feints","meaning":"The \"tails\" of alcohol spirits leftover at the end of distillation in the production of Cognac. These are usually low in alcohol and may be re-distilled or blended with the \"heart\" (distillate with 70% ABV taken after the \"heads\" are produced) to add flavor to the Cognac."},{"term":"Fermentation","meaning":"A chemical reaction in winemaking. In alcoholic fermentation it is the conversion of sugars to alcohol by yeast while in malolactic conversion it is the conversion of malic acid to lactic by bacteria."},{"term":"Fermentazione naturale","meaning":"An Italian term for a \"naturally sparkling\" wine. This usually refers to a wine, such as Asti, that has been bottled before fermentation is completed so that a natural sparkle of CO2 can be achieved in the bottle"},{"term":"Fertilizer","meaning":"A chemical or natural product (such as manure or compost) used to enrich the soil with one or more of the vital nutrients (nitrogen, phosphorus and potassium) needed for optimal vine development."},{"term":"Feuillette","meaning":"A French wine barrel with the capacity to hold 30 gallons (114 liters) in Burgundy and 35 gallons (132 liters) in Chablis."},{"term":"Fiasco","meaning":"The straw-covered flask historically associated with Chianti."},{"term":"Field blend","meaning":"A vineyard that is not planted homogeneously to a single grape variety but, rather, to several grape varieties growing interspersed among each other. In some cases, such as the Merlot and Carménère field blends widely found through Chile in the late 20th century, this is due to misidentification of both vines being the same variety. In other areas, such as the Sauternes field blends of Semillon and Sauvignon blanc, this may be intentional."},{"term":"Fighting varietal","meaning":"A term that originated in California during the mid-1980s to refer to any inexpensive cork-finished varietal wine in a 1.5 liter bottle."},{"term":"Filtration","meaning":"The removal of unwanted particles suspended in wine or grape juice."},{"term":"Fine wine","meaning":"The highest category of wine quality, representing only a very small percentage of worldwide production of wine."},{"term":"Fining","meaning":"A clarification process where flocculants, such as bentonite or egg white, are added to the wine to remove suspended solids. Fining is considered a more gentle method of clarifying a wine than filtering."},{"term":"First pressing","meaning":"The first press, after the free run juice has been collected, that contains the clearest and cleanest juice that will come out of pressing."},{"term":"Fixed acidity","meaning":"A measurement of \"total acidity\" (TA), including tartaric, malic and lactic, of a wine minus the volatile acids."},{"term":"Fixed sulfur","meaning":"The molecules of sulfur dioxide that binds with sugar and acids in the wine. This leaves the unbound \"free sulfur\" to combine with molecules of oxygen in order to prevent oxidation."},{"term":"Flagon","meaning":"A glass bottle that holds two litres of (usually inexpensive) table wine."},{"term":"Flash Pasteurization","meaning":"A procedure different from full pasteurization where the wine is subjected to high temperatures around 176°F (80°C) for intervals of 30-60 seconds."},{"term":"Flor","meaning":"The yeast responsible for the character of dry Sherries."},{"term":"Flurbereinigung","meaning":"German term for a viticultural technique of growing vines upon slopes in vertical, up and down, rows rather horizontally across terraces."},{"term":"Flying winemaker","meaning":"A winemaker who travels extensively across the globe, sharing techniques and technology from one region of the world to another. The term originated with Australian winemakers who would fly to Northern Hemisphere wine regions in Europe and the United States during the August–October harvest time when viticulture in the Southern Hemisphere is relatively quiet."},{"term":"Foliar feed","meaning":"A method of fertilization that involves spraying plant nutrients directly onto the foliage of the grape vine so that it is absorbed by the leaves rather than through the root system."},{"term":"Foreshots","meaning":"The \"heads\" of alcohol spirit that are first released during distillation in the production of Cognac. These often include acetone, methanol and the lighter aldehydes and ester compounds with low boiling points and are usually discarded rather than added to the final blend of Cognac"},{"term":"Fortification","meaning":"The process of adding pure alcohol or very strong (77 to 98 proof) grape spirit to a wine. Depending on when the alcohol is added, either before, during or after fermentation, this can result in a wine with a high alcohol content and noticeable sweetness."},{"term":"Fortified wine","meaning":"Wine to which alcohol has been added, generally to increase the concentration to a high enough level to prevent fermentation."},{"term":"Foudre","meaning":"A generic French term for a large wooden vat between 20 and 120 hectoliters."},{"term":"Free run juice","meaning":"Juice obtained from grapes that have not been pressed."},{"term":"Free sulfur","meaning":"The active element of sulfur dioxide that combined with molecules of oxygen to prevent oxidation. For more details see fixed sulfur above."},{"term":"French Paradox","meaning":"A 1991 episode of the American news program 60 Minutes that documented the low mortality rate from cardiovascular disease among the French who had a high-alcohol, high-cholesterol and low exercise lifestyle in contrast to the high mortality rate among Americans with a relatively lower cholesterol, low alcohol and more exercise lifestyle."},{"term":"Friable","meaning":"Soil structures that can be easily broken up or crumbly."},{"term":"Frizzante","meaning":"Italian term for a semi-sparkling wine."},{"term":"Frizzantino","meaning":"Italian term for a wine that has very slight effervescence, more than a still wine but less than a semi-sparkling. Similar to the French term perlant."},{"term":"Fruit","meaning":"The main component of the wine, usually grape but other fruits are also used to make wine, such as pear, plum, etc. Often mentioned when the fruit isn't grown in the same site as the winery, such as \"the wine is produced here on-site, but the fruit is purchased from a vineyard upstate.\""},{"term":"Fruit wine","meaning":"A fermented alcoholic beverage made from non-grape fruit juice which may or may not include the addition of sugar or honey. Fruit wines are always called \"something\" wines (e.g., plum wine), since the word wine alone is often legally defined as a beverage made only from grapes."},{"term":"Fuder","meaning":"A German oak barrel with the capacity to hold 265 gallons (1000 liters)"},{"term":"Fully fermented","meaning":"A wine that was allowed to complete the process of fermentation without interruption to produce a wine that is completely dry."},{"term":"Fusel alcohol","meaning":"Also known as Fusel oils. By-products of fermentation and distillation that are encountered in small quantities in winemaking that can contribute to a wine's complexity. Yeast naturally produce propyl alcohol, isobutyl alcohol, isoamyl and amyl alcohol as fusel oils with the distillation process able to produce even larger long-chain hydrocarbons that can be potentially unpleasant tasting and toxic. These are usually found in the \"tails\" fraction of a distillate which is often discarded."},{"term":"Fût","meaning":"Generic French term for an oak cask where wines are fermented and/or aged."},{"term":"Garrafeira","meaning":"Portuguese term for a potentially superior quality wine that has seen extended aging in the barrel and bottle"},{"term":"Garrigue","meaning":"The moorland terrain associated with the Languedoc and Provence regions of France. The wines of these areas will sometimes have a characteristic earthy garrigue aroma."},{"term":"Gelatine","meaning":"A fining agent used to remove excessive amounts of tannins and other negatively charged phenolic compounds from the wine."},{"term":"Gemeind","meaning":"German term for a commune where wine is produced"},{"term":"Genus","meaning":"A botanical family. The grapes used for winemaking belong to Vitis genera."},{"term":"Geographical Indication","meaning":"A term used by the World Trade Organization to designate a wine region that can produce wines with defined characteristics (such as an Appellation d'origine contrôlée (AOC) in France)."},{"term":"Geosmin","meaning":"A chemical compound found in wine grapes that is responsible for some earthy aromas and flavors. Geosmin is also found in beets and potatoes."},{"term":"Globalization of wine","meaning":"Refers to the increasingly international nature of the wine industry, including vineyard management practices, winemaking techniques, wine styles, and wine marketing."},{"term":"Gönc","meaning":"In Hungary, the traditional oak cask used to age Tokaji"},{"term":"Goon","meaning":"Australian term for inexpensive box wine."},{"term":"Governo","meaning":"Winemaking technique historically associated with Chianti where a small amount of partially dried grapes are added to vat of wine that completed or stopped fermentation in order to restart fermentation, potentially adding more alcohol and glycerine to the wine"},{"term":"Graft","meaning":"The joint made during the grafting of rootstock to the scion of a vine."},{"term":"Grains nobles","meaning":"A phrase that may appear on French wine labels from Alsace, Condrieu, Coteaux du Layon and Mâcon to indicate a wine made from botrytis-infected grapes"},{"term":"Gran Reserva","meaning":"Spanish aging designation that for red wine stipulates that it has been aged for a total of 5 years after harvest with at least 18 months in oak (in Rioja and Ribera del Duero the minimum is 24 months). For Spanish white wines the requirement is 4 years of total aging with at least 6 months in oak (increased to 12 months in Rioja and Ribera del Duero)"},{"term":"Grand cru","meaning":"French term for a \"Great growth\" or vineyard. In Burgundy, the term is regulated to a define list of Grand cru vineyards."},{"term":"Grand vin","meaning":"French term most often associated with Bordeaux where it denotes a Chateau's premier wine, or \"first wine\". On a wine label, the word's Grand vin may appear to help distinguish the wine from an estate's second or third wine."},{"term":"Grande Marque","meaning":"French term for a famous brand of wine, most commonly associated with the large Champagne houses."},{"term":"Granvas","meaning":"Spanish term for a sparkling wine that has been tank fermented as opposed to going through secondary fermentation in the bottle according to the Traditional Method used for Cava production"},{"term":"Grape juice","meaning":"The free-run or pressed juice from grapes. Unfermented grape juice is known as \"must.\""},{"term":"Green harvest","meaning":"The harvesting of green (unripe) grapes in an attempt to increase the yield of quality grapes."},{"term":"Grey rot","meaning":"The undesirable presence of Botrytis cinera, particularly in unripe or red wine grapes, that can cause poor coloration and various wine fault and off flavors in the resulting wine"},{"term":"Grosses Gewächs","meaning":"A dry wine made from a vineyard that has been designated as an Erste Lage (\"Great Growth\") by the wine grower association VDP"},{"term":"Grosslage","meaning":"A German designation for a cluster of vineyards within a Bereich as opposed to an Einzellage which is a single vineyard."},{"term":"Gyropalette","meaning":"A mechanized riddling palate that can complete the remuage process that would manually take several weeks over the course a few days"},{"term":"Habillage","meaning":"French term for the foil and wire cork cage that are used to dress a bottle of sparkling wine"},{"term":"Halbfüder","meaning":"A German oak barrel with the capacity of 132 gallons (500 liters)"},{"term":"Halbstück","meaning":"A German oak barrel with the capacity of 159 gallons (600 liters)"},{"term":"Halbtrocken","meaning":"German term for a medium-dry wine"},{"term":"Head grafting","meaning":"A grafting technique used in already established vineyard where a new grapevine (or even new grape variety) is grafted as a scion upon the rootstock of an already planted vine."},{"term":"Heads","meaning":"In Cognac production, this is the first fraction of alcohol spirit that is collected during the distillation process which includes volatile alcohol compounds, ethanol and potentially toxic alcohols such as methanol. This fraction is discarded."},{"term":"Hearts","meaning":"The second fraction that is collected during the distillation process in Cognac production that makes up the vast majority of the end product"},{"term":"Heat summation","meaning":"A measurement, usually expressed in \"degree days\", of the environmental conditions and suitability of an area for viticultural activity. The measurement is derived by a formula using the number of days in a year with daily temperature average above 50°F (10°C) and average daily temperature during that period."},{"term":"Hectare","meaning":"A metric measure that equals 10,000 m² (2.471 acres)."},{"term":"Herbicide","meaning":"A concoction of chemical or organic chemicals used to control weed growth in the vineyard. Organic and Biodynamic viticulture discourages the use of chemical herbicides that may include toxins."},{"term":"Hock","meaning":"Term for Rhine wines, usually used in England."},{"term":"Hogshead","meaning":"A wine barrel that holds approximately 63 gallons (239 liters). A hogshead holds approximately 300 litres, not 239 liters."},{"term":"Horizontal wine tasting","meaning":"A tasting of a group of wines from the same vintage or representing the same style of wine (such as all Pinot noirs from different wineries in a region), as opposed to a vertical tasting which involves of the same wine through different vintages. In a horizontal tasting, keeping wine variety or type and wine region the same helps emphasize differences in winery styles."},{"term":"Hybrid grapes","meaning":"A grape variety derived from parent vines of two different species--such as Vitis vinifera and Vitis labrusca."},{"term":"Hydrogen sulfide","meaning":"The combination of hydrogen and sulfur dioxide which can produce a fault in the wine reminiscent of the smell of rotting eggs that may eventually develop in the bottle into mercaptans."},{"term":"Ice wine","meaning":"Wine made from frozen grapes. Written, and trademarked as a single word - Icewine - in Canada. Called Eiswein in German."},{"term":"IGT","meaning":"Abbreviation for \"Indicazione Geografica Tipica\", the lowest-ranking of the three categories of Italian wine regulated by Italian law."},{"term":"Imbottigliato all'origine","meaning":"Italian term for a wine that has been estate-bottled"},{"term":"Imperial","meaning":"A large bottle holding six litres, the equivalent of eight regular wine bottles."},{"term":"International variety","meaning":"Grape varieties grown in nearly every major wine region, for example Cabernet Sauvignon, Chardonnay and Merlot"},{"term":"Invecchiato","meaning":"Italian term for a wine that has been aged either in oak or in the bottle"},{"term":"Iron","meaning":"An element found in vineyard soils with substantial ferrous deposits. Trace amounts are found grapes and the wines produced from those grapes though that amount can be lessen through fining. An excessive amount of iron can cause a wine to taste medicinal or become cloudy."},{"term":"Irrigation","meaning":"The supplementation of water in the vineyard either by drip-systems, overhead sprinklers or canals. While commonly used in New World wine regions, the practice was, until recently, banned in most wine-regions in the European Union"},{"term":"Isinglass","meaning":"A clarifying agent which is a form of collagen derived from fish."},{"term":"Jeroboam","meaning":"A large bottle holding 3-5 litres, the equivalent of 4-6 regular wine bottles."},{"term":"Jug wine","meaning":"American term for inexpensive table wine (French: Vin de table)."},{"term":"Juice","meaning":"A liquid which is expressed from a fruit or vegetable matter."},{"term":"Kabinett","meaning":"A wine designation in Germany (where it is a Prädikat) and Austria."},{"term":"Kieselguhr","meaning":"Another name for diatomaceous earth which is used in filtration"},{"term":"Kosher wine","meaning":"Wine that is produced under the supervision of a rabbi so as to be ritually pure or clean."},{"term":"Lactic acid","meaning":"The acid in wine formed during the process of malolactic fermentation."},{"term":"Lagar","meaning":"A traditional Portuguese concrete vessel used for treading grapes by foot."},{"term":"Landwein","meaning":"German term for a wine slightly above table wines (tafelwine). Similar to a French vin de pays wine."},{"term":"Late disgorgement","meaning":"A term, often abbreviated as LD on sparkling wine labels, that means the wine was recently disgorged after spending an extended period aging on its lees."},{"term":"Late harvest wine","meaning":"Also known as late picked, wine made from grapes that have been left on the vine longer than usual. Usually an indicator for a very sweet or dessert wine."},{"term":"Lazy Ballerina","meaning":"One example of a trellising system used to grow wine grapes."},{"term":"Leaching","meaning":"A process of oak barrel production during which some tannins are deliberately removed from the wood by steaming. The viticultural term refers to the loss of certain qualities of the soil, such as pH, when rainwater removes or \"leaches out\" carbonates from the soil."},{"term":"Lees","meaning":"Wine sediment that occurs during and after fermentation, and consists of dead yeast, grape seeds, and other solids. Wine is separated from the lees by racking."},{"term":"Lees stirring","meaning":"Also known as bâttonage, A process associated with sur lie aging where the lees are stirred up to extract flavor and other sensory components into the wine and to avoid reductive conditions that may contribute to various wine faults"},{"term":"Lie","meaning":"French term for the dead yeast and sediment of wine also known as lees."},{"term":"Lieu dit","meaning":"French term for a named vineyard site. Usually used for vineyards that do not separate have a Grand cru or Premier cru designation"},{"term":"Limestone","meaning":"Vineyard soil type made up of sedimentary rock containing calcium carbonate which has desirable drainage and water-retention for grape growing. Limestone soils tend to produce grapes with high potential acidity levels due to inhibiting the vines from up-taking potassium ions that neutralize acids in the wine grapes."},{"term":"Liqueur d'expedition","meaning":"French term for \"shipping liquid\" or dosage, used to top up and possibly sweeten sparkling wine after disgorging. Usually a solution of saccharose in base wine."},{"term":"Liqueur de tirage","meaning":"French term for a liquid containing saccharose and yeast used to effect the second fermentation in sparkling wine production."},{"term":"Liquoreux","meaning":"French term meaning \"liqueur-like\" used for dessert wine with a luscious, almost unctuous quality. Often used to describe wines made by botrytis-infected grapes"},{"term":"Liquoroso","meaning":"Italian term for a fortified wine"},{"term":"Litre (US - Liter)","meaning":"A metric measure of volume equal to 33.8 fluid ounces (U.S.) or 35.2 fl oz (imperial)."},{"term":"Loess","meaning":"Vineyard soil type composed of very fine, wind-blown particles of sand and silt that is noted for water-retaining properties."},{"term":"Low wines","meaning":"Also known as 'Brouillis, the cloudy, water-white alcoholic spirit of around 30% ABV that is derived from the first distillation of Cognac production"},{"term":"Maceration","meaning":"The contact of grape skins with the must during fermentation, extracting phenolic compounds including tannins, anthocyanins, and aroma. See also cuvaison."},{"term":"Madeirized","meaning":"A wine showing Madeira-like flavor, generally evidence of oxidation. Sometimes used to describe white wine that has been kept long past its prime."},{"term":"Maderized","meaning":"A wine that has been oxidatively aged by maderisation. Often associated with the wines of Madeira"},{"term":"Magnum","meaning":"A bottle holding 1.5 litres, the equivalent of two regular wine bottles."},{"term":"Maillard reactions","meaning":"The complex chemical reaction between amino acids and sugar in the wine or grapes. During the raisining process of grapes, such as in the production of straw wine, the Maillard reaction process play a vital role in concentrating the flavors of the grapes. During sparkling wine production, the amino acids created during the autolysis process reacts with the residual sugar of the wine to create a series of aromas and flavors associated with premium quality Champagne."},{"term":"Malic acid","meaning":"A strong tasting acid in wine reminiscent of the flavor of green (unripe) apples. The amount of malic acid in grapes is gradually reduced during the ripening process while the grapes are on the vine and can be further reduced during winemaking by fermentation and malolactic fermentation."},{"term":"Malolactic fermentation","meaning":"Also known as malo or MLF, a secondary fermentation in wines by lactic acid bacteria during which tart tasting malic acid is converted to softer tasting lactic acid, during which carbon dioxide is generated."},{"term":"Manipulant","meaning":"French term for a grape grower who makes their own wine. Often associated with the Champagne wine region where producers of Grower Champagnes are identified by the initials RM (for Récoltant-Manipulant) on wine labels"},{"term":"Mannoprotein","meaning":"A nitrogen rich protein secreted by dead yeast cells during the autolysis process that occur while the wine ages on its lees."},{"term":"Marc","meaning":"The distillate made from pomace. The term can also refer to the pomace itself or, in the Champagne region, to individual press fractions from the traditional vertical wine press."},{"term":"Mas","meaning":"French term for a vineyard"},{"term":"Maso/Masseria","meaning":"Italian terms for a wine estate"},{"term":"Master of Wine","meaning":"A qualification (not an academic degree) conferred by The Institute of Masters of Wine, which is located in the United Kingdom."},{"term":"May wine","meaning":"A light German wine flavored with sweet woodruff in addition to strawberries or other fruit."},{"term":"Mead","meaning":"A wine-like alcoholic beverage made of fermented honey and water rather than grape juice."},{"term":"Membrane filtration","meaning":"A process of filtration that uses a thin screen of biologically inert material, perforated with microsize pores that capture matter larger than the size of the holes."},{"term":"Mercaptans","meaning":"Chemical compounds formed by the reaction of ethyl and methyl alcohol with hydrogen sulfide to produce a wine fault that creates odors in the wine reminiscent of burnt rubber, garlic, onions or stale cabbage."},{"term":"Meritage","meaning":"Originally created in California, these blended wines can be summed up as the \"American Bordeaux\". The term is a blend of the words \"merit\" and \"heritage\" and pronounced the same. The Red blend is made from at least 2 of the 5 Bordeaux grape varieties: Cabernet Sauvignon, Merlot, Cabernet Franc, Petit Verdot, and Malbec. The White Meritage is a blend at least 2 of Sauvignon blanc, Sauvignon vert, and Semillon."},{"term":"Merlot-to-go law","meaning":"Legislation in some U.S. states allowing restaurant patrons to take the remains of an opened bottle of wine with them."},{"term":"Méthode Champenoise","meaning":"(aka Methode Traditionelle, Traditional Method) Process whereby sparkling wines receive a second fermentation in the same bottle that will be sold to a retail buyer. Compare with Charmat, transfer or bulk fermented methods."},{"term":"Méthode Rurale","meaning":"A method of sparkling wine production similar to the Champagne method except there is no secondary fermentation. Rather the wine bottled before the primary fermentation has completed, trapping the resulting carbon dioxide gas, and leaving the residual sediment in the wine."},{"term":"Methuselah","meaning":"A large bottle holding six liters, the equivalent of eight regular wine bottles."},{"term":"Metodo charmat","meaning":"Italian term for a sparkling wine that has gone through secondary fermentation in a tank (Charmat method) as opposed to the traditional method of fermentation in the bottle that consumers will eventually purchase."},{"term":"Metodo classico/Metodo tradizionale","meaning":"Italian terms for a sparkling wine that has gone through secondary fermentation according to the traditional method"},{"term":"Microclimate","meaning":"The unique climate and geographical conditions of a designated area, such as a vineyard, within a large wine region."},{"term":"Microoxygenation","meaning":"The controlled exposure of wine to small amounts of oxygen in the attempt to reduce the length of time required for maturation."},{"term":"Microvinification","meaning":"A winemaking technique often used for experimental batches of wine where the wine is fermented in small, specialized vats."},{"term":"Mid palate","meaning":"The balance of weight, acidity and fruit flavors that are perceived while the wine is still in the tasters mouth and before swallowing"},{"term":"Millerandage","meaning":"A French term referring to a viticultural problem in which grape bunches contain berries of greatly differing size and levels of maturity. Caused by cool weather during flowering."},{"term":"Millésime","meaning":"French term for a vintage date that can appear on a wine label"},{"term":"Mis en bouteille au château","meaning":"French for \"bottled at the winery\", usually in Bordeaux."},{"term":"Mistelle","meaning":"French term for fresh grape juice that has had alcohol added to it (Fortification) before fermentation has started. This results in a generally sweet wine."},{"term":"Mistelle/Mistela","meaning":"French and Spanish terms for a fortified wine made by mixing unfermented grape juice with an alcohol spirit. For example Pineau des Charentes"},{"term":"Moelleux","meaning":"French term usually used for wines of mid-level sweetness or liquoreux."},{"term":"MOG","meaning":"A winemaking abbreviation for \"Material Other than Grapes\". Usually refers to debris like leaves, dirt and stems that can be unintentionally harvested with the grapes."},{"term":"Monopole","meaning":"French term for an appellation, where all the vineyards in the appellation are under single ownership."},{"term":"Mosto cotto","meaning":"Italian term for concentrated grape must used to add sweetness to a wine. Similar to the German term süssreserve"},{"term":"Mousse","meaning":"The sparkling effervescence of a wine. In the glass it perceived as the bubbling but the surface of the glass can affect this perception. Premium quality sparkling wine has a mousse composed of small, persistent string of bubbles."},{"term":"Mousseux","meaning":"French term for a sparkling wine"},{"term":"Mud","meaning":"See \"Lees\"."},{"term":"Muid","meaning":"French term for a large oval barrel with a capacity of 159 gallons (600 liters)"},{"term":"Mulled wine","meaning":"Wine that is spiced, heated, and served as a punch."},{"term":"Must","meaning":"Unfermented grape juice, including pips (seeds), skins and stalks."},{"term":"Must weight","meaning":"The level of fermentable sugars in the must and the resultant alcohol content if all the sugar was converted to ethanol."},{"term":"Mutage","meaning":"French term for fortifying a wine by adding alcohol to the must either before fermentation (i.e. vin de liqueur) or during (i.e. vin doux naturel)"},{"term":"Nebuchadnezzar","meaning":"A large bottle holding 15 litres, the equivalent of 20 regular wine bottles."},{"term":"Négociant","meaning":"French for \"trader\". A wine merchant who assembles the produce of smaller growers and winemakers and sells the result under its own name."},{"term":"New World wine","meaning":"Wines produced outside of the traditional wine growing areas of Europe and North Africa."},{"term":"Noble rot","meaning":"A fungal disease caused by Botrytis cinerea that results in dehydrated and shrivelled grapes that are high in concentrated sugar. Noble Rot grapes are an essential component of many Austrian and German wines."},{"term":"Non-filtré","meaning":"French term for a wine that has not been filtered"},{"term":"Nose","meaning":"The aroma or bouquet of a wine."},{"term":"Oak","meaning":"The most commonly used wood source for fermentation vessel and barrel aging. Oak influence can also be imparted to a wine by the used of oak chips or staves."},{"term":"Oechsle","meaning":"a measure of must weight"},{"term":"Oenology","meaning":"The science of wine and winemaking."},{"term":"Oenophile","meaning":"A wine aficionado or connoisseur."},{"term":"Off-dry","meaning":"A wine that has the barest hint of sweetness; a slightly sweet wine in which the residual sugar is barely perceptible."},{"term":"Old vine","meaning":"Wine produced from vines that are notably old."},{"term":"Old World wine","meaning":"Wines produced inside of the traditional wine growing areas of Europe and North Africa."},{"term":"Orange wine","meaning":"A white wine with extending skin contact, similar to red wine production. The opposite of a rosé"},{"term":"Organic viticulture","meaning":"A system of vine growing that doesn't use chemical fertilizers, herbicides and pesticides."},{"term":"Organic winemaking","meaning":"A style of winemaking using organically grown grapes and a minimum amount of chemical additives such as sulfur dioxide."},{"term":"Organoleptic","meaning":"A winetasting term for anything that affects one of the main senses such as smell. An example would be an affliction of the common cold or being in a room with someone wearing an overwhelming amount of perfume."},{"term":"Osmotic pressure","meaning":"The tendency of water of within two solutions separated by a semipermeable membrane to travel from a weaker solution to the more concentrated one to achieve equilibrium. In winemaking, osmotic pressure is observed in yeast cells added to grape must with a high sugar content. The water in the yeast cell escapes through the cell membrane into the solution causing the cell to experience plasmolysis, caving in on itself and dying."},{"term":"OTR","meaning":"Oxygen transmission rate. A factor of cork closures which shows some variation in their oxygen transmission rate, which translates to a degree of bottle variation."},{"term":"Oxidation","meaning":"The degradation of wine through exposure to oxygen. In some aspects oxygen plays a vital role in fermentation and through the aging process of wine. But excessive amounts of oxygen can produce wine faults."},{"term":"Pad filtration","meaning":"A technique of filtering wine that involves running the wine through a series of pads made of asbestos, cellulose or thin paper sheet."},{"term":"Partial rootzone drying","meaning":"A system of vineyard irrigation to where only a section of a vine's root system received measured amounts of water. The side not receiving the water will go through a mild water stress and starts diverting metabolic energy from the leaves to the grape cluster. The process alternates between irrigating the two sides in a manner that conserves water and improves grape quality. Sometimes abbreviated as \"PRD\"."},{"term":"Passerillage","meaning":"French term for leaving grapes on the vine past normal harvest so that they dry up and concentrate their flavors. Passerillage is distinct from noble rot in that these grapes are not exposed to the botrytis fungus. The Italian equivalent is passito though in Italy the grapes maybe harvested to dehydrate off the vine in special rooms."},{"term":"Passito","meaning":"A method of straw wine production that involves drying bunches of grapes in a special room in order to dehydrate them and concentrate flavors. In some circumstances the grapes maybe left on the vine to dry out in a method similar to the French technique of passerillage."},{"term":"Pasteurization","meaning":"An umbrella term for various methods of sterilization and stabilization of the grape must."},{"term":"Pectic enzyme","meaning":"An enzyme added to fruit to increase juice yield. Also used as a clarifying agent in fruit wines when added to wine or must to eliminate pectin hazes."},{"term":"Perlant","meaning":"French term for a very lightly sparkling wine with less effervescence than a crémant or pétillant"},{"term":"Perlite","meaning":"A fine, powder-like substance of volcanic origins that is sometimes used for ceramic filtration. It has many of the same filtering properties as diatomaceous earth."},{"term":"Peronospora","meaning":"Another term for fungal disease downy mildew"},{"term":"Pesticide","meaning":"A highly toxic concoction of chemicals used to eliminate pests in the vineyards such as flies, larvae, moths and spiders. In organic and biodynamic viticulture, the use of pesticides is prohibited."},{"term":"Pétillant","meaning":"French term for a lightly sparkling wine"},{"term":"Petit château","meaning":"A Bordeaux wine estate that doesn't have any official designation of classification."},{"term":"pH","meaning":"A measure of the acidity. The lower the pH, the higher the acidity. The term pH is a shorthand for a mathematical approximation: in chemistry a small 'p' is sometimes used in place of writing log10 and the 'H' in pH represents [H+], the concentration of hydrogen ions (usually termed 'hydronium ions' or 'protons')."},{"term":"Phenolic compounds","meaning":"Compounds found in the seeds, skins and stalks of grapes that contribute vital characteristics to the color, texture and flavor of wine. Two of the most notable phenols in wine include anthocyanins which impart color and tannins which add texture and aging potential."},{"term":"Photosynthesis","meaning":"The vital system of plant life where sunlight energy is trapped by chlorophyll in the leaves and is converted in chemical energy (such as the sugar glucose) that is used throughout the grapevine."},{"term":"Phylloxera","meaning":"A minute (ca. 0.75 mm) underground insect that kills grape vines by attacking their roots."},{"term":"Pip","meaning":"Grape seeds."},{"term":"Pipe","meaning":"A Portuguese oak barrel with the capacity of 145 gallons (550 liters)."},{"term":"Piquant","meaning":"French term for a simple, quaffing white wine with pleasing fruit structure and balance of acidity."},{"term":"Plafond Limité de Classement","meaning":"An allowance within the French AOC system that allows producers to exceed the official maximum limit on yields by as much as 20% in warm weather years. Critics such as wine writer Tom Stevenson describes this loophole (also known as \"PLC\") as \"legalized cheating\""},{"term":"Plan Bordeaux","meaning":"A proposal for enhancing the economic status of the wine industry in Bordeaux."},{"term":"Plonk","meaning":"British English slang for an inexpensive bottle of wine. The term is thought to originate from the French word for white wine, \"blanc\"."},{"term":"Podere","meaning":"Italian term for a small wine estate"},{"term":"Polishing","meaning":"An ultrafine means of filtration usually done with kieselguhr or perlite that leaves a wine with exceptionally bright clarity – giving the impression that it has been polished. Premium wines will often decline polishing because ultra fine precision can also remove flavor and phenolic compounds that may diminish the quality and aging potential of the wine."},{"term":"Polyvinylpolypyrrolidone","meaning":"A fining agent, more commonly abbreviated as PVPP, used in white wine production to remove compounds that can contribute to premature browning of the wine."},{"term":"Pomace","meaning":"The skins, stalks, and pips (seeds) that remain after making wine. Also called marc."},{"term":"Port","meaning":"A sweet fortified wine, which is produced from grapes grown and processed in the Douro region of Portugal. This wine is fortified with the addition of distilled grape spirits in order to boost the alcohol content and stop fermentation thus preserving some of the natural grape sugars. Several imitations are made throughout the world."},{"term":"Post-disgorgement aging","meaning":"The time a sparkling wine spend aging in the bottle between when it has been disgorged to when the bottle is opened for consumption."},{"term":"Pot still","meaning":"Distillation vessel, usually made of copper, used in the production of Cognac and other alcohol spirits. Usually a wash will be distilled twice with three fractions (heads, hearts and tails) coming from each distillation."},{"term":"Potable alcohol","meaning":"Another term for ethanol or ethyl alcohol which is accounts for the majority of alcohol compounds found in wine"},{"term":"Potassium sorbate","meaning":"A wine stabilizer and preservative."},{"term":"Potential alcohol","meaning":"The calculation, based on brix, must weight and other measurements, of the potential finished alcohol levels if a batch of grape must was fermented to complete dryness"},{"term":"Pourriture noble","meaning":"French/Italian term for noble rot."},{"term":"Powdery mildew","meaning":"Also known as Oidium. Fungal infection that attacks the leaves and grapes of vines, appearing as a powdery white dust, that will ultimately cause the grapes to split and be vulnerable to other infections"},{"term":"Prädikat","meaning":"A PDO wine designation for high quality used in Germany and Austria, based on grape ripeness and must weight. There are several Prädikate ranging from Kabinett (Spätlese in Austria) to Trockenbeerenauslese. The Austrian Prädikat also includes the designation Ausbruch between Beerenauslese and Trockenbeerenauslese."},{"term":"Prädikatswein","meaning":"The highest class of wine in the German wine classification, formerly called Qualitätswein mit Prädikat. These wines always display a specific Prädikat on their label."},{"term":"Pre-fermentation maceration","meaning":"The time prior to fermentation that the grape must spends in contact with it skins. This technique may enhance some of the varietal characteristics of the wine and leech important phenolic compounds out from the skin. This process can be done either cold (also known as a \"cold soak\") or at warmer temperatures."},{"term":"Precision viticulture","meaning":"The cultivation of grapes using an approach that applies appropriate vineyard management practices according to variation in environmental factors (soil, topography, microclimate, etc.). Typically the approach uses technological tools (GPS, GIS, remote sensing, etc.) to measure local variation, and manages different vineyard areas accordingly to maximize yield and quality, while minimizing risk and environmental impact."},{"term":"Premier cru","meaning":"French term for a \"First growth\". Used mostly in conjunction with the wines of Burgundy and Champagne where the term is regulated."},{"term":"Premium wines","meaning":"Higher quality classification of wine above every day drinking table wines. While premium wines maybe very expensive there is no set price point that distinguishes when a wine becomes a \"premium wine.\" Premium wines generally have more aging potential than every day quaffing wines."},{"term":"Primary aromas","meaning":"The aromas in wine derived from the grapes themselves and are considered part of the varietal character or typicity of the grape variety. This is opposed to the secondary aromas which come from the fermentation and maturation process and the tertiary aromas which come from aging process in the bottle."},{"term":"Produttore","meaning":"Italian term for a wine producer"},{"term":"Proof","meaning":"Refers to the alcohol content of a beverage. In the United States, proof represents twice the alcohol content as a percentage of volume. Thus, a 100 proof beverage is 50% alcohol by volume and a 150 proof beverage is 75% alcohol. In the Imperial system, proof, (or 100% proof), equals 57.06% ethanol by volume, or 48.24% by weight. Absolute or pure ethanol is 75.25 over proof, or 175.25 proof."},{"term":"Propriétaire","meaning":"French term for the owner of a wine estate"},{"term":"Protected Designation of Origin/PDO","meaning":"Wine labeling term introduced to the European Union in 2009 to replace the Quality Wines Produced in Specified Regions (QWPSR) designation. Used to denote a wine from a region with more specification and regulations than a generic Geographic Indication (GI)"},{"term":"Protected Geographical Indication/PGI","meaning":"Wine labeling term introduced to the European Union in 2009 to replace the \"Table Wine\" designation. Used to denote a wine with lower specification and regulation than that with a PDO or GI designation."},{"term":"Protein haze","meaning":"A condition in wines with an excessive amount of protein particles. These particles react with tannins to create a cloudy, hazy appearance in the wine. This condition is rectify with the use of a fining agent, such as bentonite, to remove the proteins."},{"term":"Pruning","meaning":"The removal of unwanted or unneeded parts of the grapevines. In winter this usually involved removing the canes and wood that is less is less than year old, leaving on the necessary buds or spur desired for next year's production"},{"term":"Puncheon","meaning":"An oak wine barrel with the capacity of 119 gallons (450 liters)"},{"term":"Punt","meaning":"The indentation found in the base of a wine bottle. Punt depth is often thought to be related to wine quality, with better quality wines having a deeper punt."},{"term":"Pupitre","meaning":"An A-frame rack used in the production of sparkling wine. The drilled holes in the boards allow sparkling wine bottles to go through the riddling process to slowly move the leftover sediment from secondary fermentation into the neck for removal."},{"term":"Puttonyos","meaning":"In Hungary, the measurement of sweetness levels for Tokaji ranging from 3 Puttonyos, which contains at least 60 grams/liter of sugar, to 6 Puttonyos containing at least 150 g/l of sugar."},{"term":"Pyrazines","meaning":"A group of aromatic compounds in grapes that contribute to some of the green herbaceous notes in wine from the green bell pepper notes in some Cabernet Sauvignon to the grassy notes of some Sauvignon blanc. In red wines, the abundance of pyrazines can be a sign that the grapes came from vines with vigorous leaf canopy that impeded the ripening process of the grapes."},{"term":"QbA","meaning":"German initials for Qualitätswein bestimmter Anbaugebiete."},{"term":"QmP","meaning":"German initials for Qualitätswein mit Prädikat."},{"term":"QPR","meaning":"Initials for Quality-Price Ratio."},{"term":"Quaffing wine","meaning":"A simple, everyday drinking wine"},{"term":"Qualitätswein","meaning":"A designation of better quality German wines. When used in isolation on a wine label, it refers to Qualitätswein bestimmter Anbaugebiete."},{"term":"Qualitätswein bestimmter Anbaugebiete (QbA)","meaning":"A designation of better quality German wines from recognized viticultural areas. It formally represents the second-highest level of German wine."},{"term":"Qualitätswein mit Prädikat (QmP)","meaning":"A former designation of the best quality German wines, since 2007 shortened to Prädikatswein."},{"term":"Quality Wines Produced in Specified Regions (QWPSR)","meaning":"A now-defunct wine classification category in the European Union that was formally abolished, along with the Table Wine designation, in 2009 with the adoption of the Protected Designation of Origin (PDO) system."},{"term":"Quality-Price Ratio (QPR)","meaning":"A designation for rating wine based on the ratio of its quality and its price. The higher quality and less expensive price a wine has, the better the ratio."},{"term":"Quinta","meaning":"Portuguese term for a wine estate."},{"term":"Racking","meaning":"The process of drawing wine off the sediment, such as lees, after fermentation and moving it into another vessel."},{"term":"Raisin","meaning":"French term for a grape"},{"term":"Rancio","meaning":"French and Spanish term for a fortified wine that has been madeirized, often by storage in oak barrels for at least two years often exposed to direct sunlight. Rancio wines are often found in the Roussillon region of France and in various Spanish regions."},{"term":"Ratafia","meaning":"A liqueur made by combining unfermented grape juice with a brandy made from the residue of seeds, skins and grape stalks left over from pressing."},{"term":"Recioto","meaning":"An Italian sweet wine made from passito grapes."},{"term":"Récoltant","meaning":"French term for a wine producer who grows their own grapes. Often associated with the Champagne wine region where producers of Grower Champagnes are identified by the initials RM (for Récoltant-Manipulant) on wine labels"},{"term":"Rectifier","meaning":"The second column used in a patent still during the production of some wine-based spirits where the vapor from the analyzer containing the alcohol spirits is separated into fractions through a process of several \"mini-distillations\" taking place between segments of perforated plates."},{"term":"Redox","meaning":"The reductive-oxidative way that wine ages. As one part gains oxygen and becomes oxidized, another part loses oxygen and becomes reduced. Early in its life, a wine will exhibit oxidative aromas and traits due to the relatively recent influence and exposure of oxygen when the wine was barrel aged and/or bottled. As the wine ages and is shut off from a supply of oxygen in the bottle, a mature wine will develop reductive characteristics."},{"term":"Refractometer","meaning":"A device used to measure the sugar content of grapes."},{"term":"Rehoboam","meaning":"A large bottle holding 4.5 litres, the equivalent of six regular wine bottles."},{"term":"Remontage","meaning":"French term for the process of pulling out wine from underneath the cap of grape skins and then pumping it back over the cap in order to stimulate maceration."},{"term":"Remuage","meaning":"See \"riddling\"."},{"term":"Reserva","meaning":"Spanish aging designation. For red wines this means that a wine has been aged for at least 3 years following harvest with at least 12 months in oak. For Spanish white wines, the designation means that the wine has been aged for at least 18 months with at least 6 of those months in oak."},{"term":"Reserve cuvee","meaning":"In sparkling wine production, these are the still wines kept over from previous vintages in order to blend with the product of a current vintage in order to improve quality or maintain a consistent house style with a non-vintage wine."},{"term":"Reserve/Riserva/Reserva","meaning":"Terms given to wine to indicate that it is of higher quality than usual sometimes with longer aging and higher alcohol levels. Outside of the use of \"Reserva\" in Spanish wines, these terms usually have no official standings or requirements."},{"term":"Residual sugar","meaning":"The unfermented sugar left over in the wine after fermentation. All wines, including those labeled as \"dry wines\" contain some residual sugars due to the presence of unfermentable sugars in the grape must such as pentoses."},{"term":"Residual sugar/RS","meaning":"The unfermented sugar left over in the wine after fermentation. All wines, including those labeled as \"dry wines\" contain some residual sugars due to the presence of unfermentable sugars in the grape must such as pentoses."},{"term":"Reverse osmosis/RO","meaning":"A process used to remove excess water or alcohol from wine."},{"term":"Rich","meaning":"French term for a very sweet wine. Often used as a description for very sweet sparkling wine"},{"term":"Riddling","meaning":"Also known as \"Remuage\" in French, part of the Méthode Champenoise process whereby bottles of sparkling wine are successively turned and gradually tilted upside down so that sediment settles into the necks of the bottles in preparation for degorgement."},{"term":"Ripasso","meaning":"An Italian method of winemaking that involves putting a wine through a secondary fermentation on the lees from a previously made recioto wine. This method is common in the Valpolicella area among Amarone producers who make a secondary Ripasso wine."},{"term":"Ripeness","meaning":"The point when a grape has achieved a sufficient balance of sugars and acids. In recent years there has been an emphasis on developing the physiological ripeness of phenolic compounds in the grape such as tannin. Unlike sugar/acid ripeness, \"physiological ripeness\" does not lend itself to a straight scale of measurement but rather is a complex concept that is not yet fully understood."},{"term":"Rootstock","meaning":"The lower part of a grafted vine that consists of the root structure of the plant. Since the phylloxera epidemic of the 19th century, emphasis has been on using phylloxera resistant rootstock but rootstock selection can also control vigor and yields."},{"term":"Rosado/Rosato","meaning":"Spanish and Italian terms for a rosé wine"},{"term":"Rosé wines","meaning":"Pink wines are produced by shortening the contact period of red wine juice with its skins, resulting in a light red colour. These wines are also made by blending a small amount of red wine with white wine."},{"term":"Rosso/Rouge","meaning":"Italian and French terms for a red wine"},{"term":"Saccharometer","meaning":"A winemaking tool that uses specific gravity to measure the sugar content of grape juice."},{"term":"Sack","meaning":"An early English term for what is now called Sherry."},{"term":"Saignée","meaning":"Pronounced \"sahn yay\" is the removal of grape juice from the \"must\" before primary fermentation to increase a wines skin/juice ratio. Typically done after 24 hrs of cold soak and prior to inoculation."},{"term":"Salmanazar","meaning":"A large bottle holding nine litres, the equivalent of 12 regular wine bottles."},{"term":"Sangria","meaning":"A tart punch made from red wine along with orange, lemon and apricot juice with added sugar."},{"term":"Scion","meaning":"Another term for producer vine. This the part of the vine, usually Vitis vinifera, that is grafted on the rootstock and from which wine grapes will be harvested from"},{"term":"Screwcap","meaning":"An alternative to cork for sealing wine bottles, comprising a metal cap that screws onto threads on the neck of a bottle. Also called a \"Stelvin\"."},{"term":"Sec","meaning":"French for dry, except in the case of Champagne, where it means semi-sweet."},{"term":"Sec/Secco/Seco","meaning":"French, Italian, Spanish and Portuguese terms for a dry wine. In Champagne production, \"Sec\" wines are actually medium-dry being sweeter than Brut and Extra Dry with 12-17 grams/liter of sugar added in the dosage."},{"term":"Secondary aromas","meaning":"The aromas in wine that are derived from the winemaking process which includes fermentation as well as potentially malolactic fermentation and oak aging. This is in contrast to the primary aromas which come from the grape variety itself and the tertiary aromas which come from aging process in the bottle."},{"term":"Secondary fermentation","meaning":"Most commonly the term is used to refer to the continuation of fermentation in a second vessel – e.g. moving the wine from a stainless steel tank to an oak barrel. The Australian meaning of this term is malo lactic fermentation MLF, as distinct from primary fermentation, the conversion of sugar to alcohol."},{"term":"Sekt","meaning":"A sparkling wine manufactured in Germany."},{"term":"Selection","meaning":"German wine classification for dry wines from a single vineyard location"},{"term":"Selection de grains nobles","meaning":"A sweet botrytized wine made in the French region of Alsace"},{"term":"Semi-generic","meaning":"Wines made in the United States but named after places that the Alcohol and Tobacco Tax and Trade Bureau requires be modified by a US name of geographic origin. Examples would be New York Chablis, Napa Valley Burgundy or California Champagne."},{"term":"Semisecco/Semi-seco","meaning":"Italian and Spanish designation for a medium-dry wine"},{"term":"Sherry","meaning":"A fortified wine that has been subjected to controlled oxidation to produce a distinctive flavor, produced in the Triangulo de Jerez region of Spain."},{"term":"Site climate","meaning":"Another term for the meso-climate of a particular site, block or plot of vineyard land"},{"term":"Skin contact","meaning":"Another term to describe maceration.l"},{"term":"Smaragd","meaning":"In the Austrian wine region Wachau, a classification of wine with a harvest must weight of at least 18.2°KMW and a finished alcohol level of at least 12.5% with no more than 8 g/l residual sugar. These wines are usually the most rich and full-bodied wines from the Wachau that are often made from late-harvest grapes."},{"term":"Solera","meaning":"A system of fractional blending used in the production of Sherry where younger wines are added to top up the barrels of older wines as they age in the cellar."},{"term":"Solera system","meaning":"A process used to systematically blend various vintages of Sherry."},{"term":"Solumology","meaning":"The study and science of soils. In viticulture, solumological research goes into studying the relationship between certain grape varieties and various vineyard soil types."},{"term":"Sommelier","meaning":"A wine expert who often works in restaurants."},{"term":"Sorbic acid","meaning":"An acid that can be added to wine in order to halt yeast activity and alcohol production – such as in the production of some sweet wines. If a wine goes through malolactic fermentation when there is a significant amount of sorbic acid present, the wine can develop a fault characterized by a strong odor of crushed geraniums."},{"term":"Souped up","meaning":"A wine that starts out as a lighter bodied and perhaps weaker flavor that is blended with a stronger, more robust wine."},{"term":"Soutirage","meaning":"French term for racking."},{"term":"Sparging","meaning":"A process of adding carbonic gas to a wine just before bottling in order to add some slight effervescence to the wine."},{"term":"Sparkling wine","meaning":"Effervescent wine containing significant levels of carbon dioxide."},{"term":"Spätlese","meaning":"German for \"late harvest\" that is made without chaptalization. A Prädikat in Germany and Austria."},{"term":"Spinning cone column","meaning":"Used to reduce the amount of alcohol in a wine."},{"term":"Split","meaning":"A wine bottle that holds approximately 6 oz (175-187 mL) or one-fourth the equivalent of a typical 750 mL bottle; a single-serving."},{"term":"Spritzig","meaning":"German term for a light sparkling wine."},{"term":"Spumante","meaning":"Italian term for a sparkling wine made from any production method"},{"term":"Spur","meaning":"The one-year old wood of a grapevine that is pruned back to leave just one or two buds to be used for next year's crop of grapes"},{"term":"Stabilization","meaning":"The process of decreasing the volatility of a wine by removing particles that may cause unwanted chemical changes after the wine has been bottled. In winemaking wines are stabilized by fining, filtration, adding sulfur dioxide or techniques such as cold stabilization where tartrate chemicals are precipitated out."},{"term":"Stabilizer","meaning":"An additive such as potassium sorbate which is added to wines before they are sweetened. Unlike sulfites, these products do not stop fermentation by killing the yeast, rather they prevent re-fermentation by disrupting the reproductive cycle of yeast."},{"term":"Steinfeder","meaning":"In the Austrian wine region Wachau, a classification of wine with a harvest must weight be between 15-17°KMW, with no chaptalization permitted, and a finished alcohol level no greater than 11%. These wines usually the lightest in body among the wines of Wachau."},{"term":"Stickies","meaning":"An Australian term for a broad category of sweet wines included fortified and botrytized wines."},{"term":"Still wine","meaning":"Wine that is not sparkling wine."},{"term":"Stoving wine","meaning":"A production method of artificially mellowing wine by exposing it to heat."},{"term":"Stravecchio","meaning":"Italian term for a very old wine, often used in association with Marsala"},{"term":"Stretching","meaning":"Cutting or diluting a wine with water, often used to lower the alcohol level of the wine. In many wine regions this practice is illegal."},{"term":"Strohwein/Schilfwein","meaning":"A German word for \"straw wine\", same as the French term vin de paille. Refers to a dried grape wine. A Prädikat in Austria."},{"term":"Stück","meaning":"A large German oak barrel with the capacity of 317 gallons (1,200 liters)"},{"term":"Stuck fermentation","meaning":"A fermentation that has been halted due to yeast prematurely becoming dormant or dying. There are a variety of causes for a stuck fermentation including high fermentation temperatures, yeast nutrient deficiency, or an excessively high sugar content."},{"term":"Sulfites","meaning":"Compounds (typically: potassium metabisulfite or sodium metabisulfite) which are added to wine to prevent oxidation, microbial spoilage, and further fermentation by the yeast."},{"term":"Sulphur dioxide","meaning":"A substance used in winemaking as a preservative."},{"term":"Super Seconds","meaning":"A term used in relation to lower classified Bordeaux wine estates that come close in quality to the First Growth Bordeaux estates."},{"term":"Super Tuscans","meaning":"A style of Italian wine that became popular in Tuscany in the late 20th century where premium quality wines were produced outside of DOC regulations and sold for high prices with the low level vino da tavola designation."},{"term":"Supérieur/Superiore","meaning":"French and Italian terms that indicate a wine has a higher alcohol level and may have received more aging prior to release. In France, this term is often seen with Bordeaux wines"},{"term":"Sur lie","meaning":"A winemaking practice that involves prolonged aging on the dead yeast cells (the lees)."},{"term":"Sur pointe","meaning":"French term for a sparkling wine that has been aged with its neck down following the completion of autolysis but before dégorgement. Wines that are being riddled (remuge) will end up sur pointe with the yeast sediment consolidated in the neck of the bottle."},{"term":"Süss","meaning":"German term for a sweet wine"},{"term":"Süssreserve","meaning":"A reserve of unfermented grape juice that is added to wines as a sweetening device."},{"term":"Sweetness of wine","meaning":"Defined by the level of residual sugar in the final liquid after the fermentation has ceased. However, how sweet the wine will actually taste is also controlled by factors such as the acidity and alcohol levels, the amount of tannin present, and whether the wine is sparkling."},{"term":"Systemic fungicide","meaning":"A chemical application that is used to combat fungal infections by spraying the chemical on the vine and allowing it to be absorbed by plant tissue and transported through the xylem system. This is in contrast to a contact fungicide which works only on the surface of grapevine in spaces where the fungus comes into contact with the fungicide."},{"term":"Szamorodni","meaning":"Hungarian wine term meaning \"as it comes\" and used to describe a wine that will have a mixture of healthy and botrytis-infected grapes"},{"term":"Száraz","meaning":"Hungarian wine term for a dry wine"},{"term":"T.B.A.","meaning":"An abbreviation for the German wine Trockenbeerenauslese."},{"term":"Table wine","meaning":"Generally any wine that is not sparkling or fortified. In the US these wines must also be between 7% and 14% alcohol by volume. The term table wine also refers to a wine that is considered a good, everyday drinker. In the European Union, the \"Table Wine\" category (and \"Table Wine with a Geographical Indication\") was previously the quality category that came below \"Quality Wines\" or Quality Wines Produced in Specified Regions (QWPSR) such as French AOC and Italian DOCG wines until both terms were eliminated in 2009. Now most European wines that were formally labeled as \"Table Wines\" are just labeled as \"Wine\" while those that were labeled as \"Table Wine with a Geographical Indication\" are now Protected Geographical Indication (PGI)."},{"term":"Tafelwein","meaning":"German term for table wine."},{"term":"Taille","meaning":"In Champagne wine production this is the juice that is retrieved from the second pressing (or \"tails\") of grapes which is generally considered to be of lower quality than the juice that comes from the first pressing (or \"cuvee\")"},{"term":"Tails","meaning":"In the distillation process used in Cognac and Armagnac production, this is the third fraction that is collected from a pot still that usually contains a large number of less volatile compounds and alcohols, many of which are toxic with this fraction being discarded."},{"term":"Talento","meaning":"An Italian sparkling wine made according to the traditional method of Champagne--similar to the Spanish term Cava."},{"term":"Tank method","meaning":"Also known as the \"Charmat\" or \"Cuve close\" method where the secondary fermentation of sparkling wine production takes place under pressure within a sealed tank."},{"term":"Tannin","meaning":"Phenolic compound that give wine a bitter, dry, or puckery feeling in the mouth while also acting as a preservative/anti-oxidant and giving wine its structure. It is derived from the seeds (pips), skins and stalks of grapes."},{"term":"Tartaric acid","meaning":"The primary acid found in wine that is detectable only on the palate. Prior to veraison, the ratio of tartaric and malic acid in grapes are equal but as malic acid is metabolized and used up by the grapevine, the ratio of tartaric sharply increases."},{"term":"Tartrates","meaning":"Crystalline deposits of the tartaric acids that precipitate out of the wine over time or through exposure to cold temperatures such as the process of cold stabilization."},{"term":"Tastevin","meaning":"A silver, shallow cup used for tasting wine."},{"term":"Tasting flight","meaning":"Refers to a selection of wines, usually between three and eight glasses, but sometimes as many as fifty, presented for the purpose of sampling and comparison."},{"term":"TCA","meaning":"An abbreviation for trichloroanisole which is the prime cause of wines developing the wine fault of cork taint."},{"term":"Teinturier","meaning":"A class of grape varieties that have red, colored juice inside of the more common clear or grayish color grape juice. Example Alicante Bouschet."},{"term":"Tenuta","meaning":"Italian term for a wine estate"},{"term":"Terpene","meaning":"A class of unsaturated hydrocarbons that are responsible for certain aromas that are characteristic of a grape variety such as the petrol notes of mature Riesling or the floral aromas of Muscats."},{"term":"Terroir","meaning":"Special characteristics expressed in a wine that result from the interaction of geography, geology, climate, and the plant's genetics."},{"term":"Tertiary aromas","meaning":"The aromas in wine that are developed as the wine ages in the bottle. This is in contrast to the primary aromas which come from the grape variety itself and the secondary aromas which come from the winemaking process."},{"term":"Téte de Cuvée","meaning":"The juice that comes from the very first pressing of the grapes. After the free run juice, this is the highest quality juice with the best balance of phenols, sugars and acids."},{"term":"The Berthomeau Report","meaning":"Commissioned by French Ministry of Agriculture to better position the wine industry for the future."},{"term":"Tinto","meaning":"Spanish and Portuguese term for a red wine or grape"},{"term":"Toast","meaning":"The charring of the wine staves during cask manufacture or rejuvenation."},{"term":"Tonneau","meaning":"French cask capable of holding 900 litres (240 US gal) or the equivalent of 100 cases of twelve standard 750ml (75 cL) bottles of wine. Historically associated with Bordeaux wine."},{"term":"Topping","meaning":"The process of filling the headspace that is created inside a barrel through wine evaporation into the barrel wood."},{"term":"Total acidity","meaning":"The total amount of acidity (Tartaric, latic, malic, etc) in a wine as measured in grams per liter."},{"term":"Traditional method","meaning":"A method of sparkling wine production associated with the Champagne wine region where wine undergoes secondary fermentation in the exact bottle that will be eventually sold to the customer, in contrast to the Charmat method."},{"term":"Transfer method","meaning":"A method of sparkling wine production where a wine undergoes normal secondary fermentation in the bottle but then after the bottles are open, its contents transferred to a tank where they are filtered and then rebottled in small \"splits\" or large format size bottles. Also known as transvasage."},{"term":"Trellis","meaning":"A man-made support system used in vine-training where shoots and cordons of grapevines are held along wires attached to posts"},{"term":"Triage","meaning":"French term for the sorting of grapes after harvest but before crushing/pressing to remove less desirable bunches or MOG"},{"term":"Trocken","meaning":"German for \"dry\"."},{"term":"Trockenbeerenauslese","meaning":"A German term meaning approximately \"A late harvest of selected dry berries\". A type of German wine made from grapes affected by noble rot. Such grapes can be so rare that it can take a skilled picker a day to gather enough for just one bottle. A Prädikat in Germany and Austria."},{"term":"Tun","meaning":"A wine cask that holds approximately, two butts, or 252 U.S. gallons."},{"term":"Typicity","meaning":"How well a wine reflects the characteristics of its grape variety and terroir"},{"term":"UC","meaning":"Abbreviation for the French term Union Coopérative denoting a regional or local cooperative."},{"term":"Ullage","meaning":"The space between the wine and the top of a wine bottle. As a wine ages, the space of ullage will increase as the wine gradually evaporates and seeps through the cork. The winemaking term of \"ullage\" refers to the practice of topping off a barrel with extra wine to prevent oxidation."},{"term":"Unctuous","meaning":"A tasting descriptor to describe a wine that has layers of soft, concentrated, velvety fruits. Unctuous wines are lush, rich, and intense."},{"term":"Uva","meaning":"Italian term for a wine grape"},{"term":"Uvaggio","meaning":"An Italian term for a wine that has been blended from several grape varieties-the opposite of a varietal. An example would be a Chianti that is based on Sangiovese but include other grape varieties in the bend."},{"term":"VA lift","meaning":"Winemaking technique where the volatile acidity of a wine is deliberately elevated in order to enhance the fruitiness of wines that are meant to be consumed young."},{"term":"Vacuum distillation","meaning":"A means of removing water from grape must at a lower temperature than standard distillation/boiling which could also burn off the delicate flavors and aromas of wine. Within a vacuum, the pressure on the liquid is reduced allowing the must to boil at between 25 °C (77 °F) to 30 °C (86 °F) which can cause much less damage to the wine. In winemaking, this technique is sometimes used in vintages where late harvest rains has caused the grapes to swell with water, diluting the flavor and potential alcohol level of the wines."},{"term":"Vanillin","meaning":"An aldehyde found naturally in oak that imparts a vanilla aroma in wine."},{"term":"Varietal","meaning":"Wines made from a single grape variety."},{"term":"VC","meaning":"Abbreviation for the Spanish term vino comarcal denoting a local wine similar to a vin de pays in France."},{"term":"VDL","meaning":"Abbreviation for the French term vin de liqueur denoting a wine that has been fortified prior to fermentation"},{"term":"VDLT","meaning":"Abbreviation for the Spanish term vino de la tierra denoting a \"country wine\" similar to the VDQS system of France."},{"term":"VDN","meaning":"Abbreviation for the French term vin doux naturel denoting a wine that has been fortified during fermentation."},{"term":"VDQS","meaning":"Abbreviation for the French Vin Délimité de Qualité Supérieure system that ranks below Appellation d'Origine Contrôlée (AOC) but above Vin de pays (country wine)."},{"term":"VDT","meaning":"Abbreviation for the Italian term vino da tavola denoting a table wine."},{"term":"Vecchio","meaning":"Italian term for old that may be used as an aging designation that is regulated by some DOC/G wine regions"},{"term":"Vendange","meaning":"French term for grape harvest"},{"term":"Vendangé à la main","meaning":"French term for a wine made from grapes that have been harvested by hand"},{"term":"Vendange tardive","meaning":"French term denoting a late harvest wine. Legally this term can only appear on wine labels from the Alsace wine region to denote wines from exceptionally ripe grapes that have reached a certain pre-determined must weight. For Riesling and Muscat the grapes must be harvested with a potential alcohol level of at least 14%. For Pinot gris and Gewürztraminer, the potential alcohol level needs to be at least 15.3% by volume."},{"term":"Vendemmia/Vendimia","meaning":"Italian and Spanish term for grape harvest"},{"term":"Veraison","meaning":"The stage in the annual growth cycle of a grapevine where the grapes ripen and change color."},{"term":"Vermouth","meaning":"An aromatized wine that is made with wormwood and potentially other ingredients."},{"term":"Vertical wine tasting","meaning":"In a vertical tasting, different vintages of the same wine type from the same winery are tasted, such as a winery's Pinot noir from five different years. This emphasizes differences between various vintages for a specific wine. In a horizontal tasting, the wines are all from the same vintage but are from different wineries or microclimates."},{"term":"Vieilles vignes","meaning":"Literally \"old vines\" in French, sometimes written as the initials V.V. It is not a regulated term with no official or legal definition of \"Vieilles vignes\" in any of the wine regions of France."},{"term":"Viejo","meaning":"Spanish term for \"old\""},{"term":"Viertelstück","meaning":"A German wine barrel with the capacity of 80 gallons (300 liters)"},{"term":"Vigna/Vigneto","meaning":"Italian terms for a vineyard"},{"term":"Vigneron","meaning":"French for vine grower."},{"term":"Vignoble","meaning":"French term for a \"vineyard\""},{"term":"Vin","meaning":"French for wine."},{"term":"Vin d'une nuit","meaning":"A French rosé that spends only one night in contact with the red grape skins."},{"term":"Vin de garde","meaning":"French term for a wine with the potential to improve with age."},{"term":"Vin de glace","meaning":"French term for an ice wine."},{"term":"Vin de goutte","meaning":"French term for free run juice"},{"term":"Vin de liqueur","meaning":"Fortified wine boltered with alcohol prior to fermentation."},{"term":"Vin de paille","meaning":"French term for a wine that has been made from dried out grapes such as a straw wine, for example a rare white Vin de paille can be produced in the northern Rhone wine region of the Hermitage AOC from Marsanne."},{"term":"Vin de paille","meaning":"French for \"straw wine\", a dried grape wine."},{"term":"Vin de pays","meaning":"French classification system denoting wines that are above vin de table but below VDQS."},{"term":"Vin de presse","meaning":"The dark, tannic wine produced from pressing the cap of grape skins."},{"term":"Vin de rebèche","meaning":"The juice that is still remaining the wine grapes during Champagne wine production after the second pressing has retrieved the taille fraction. By law this juice can not be used to make Champagne and is usually discarded or distilled"},{"term":"Vin de table","meaning":"French term denoting a table wine, the lowest classification of the French AOC system."},{"term":"Vin doux naturel","meaning":"A fortified wine that has been fortified with alcohol during fermentation. Example: Muscat de Beaumes de Venise"},{"term":"Vin gris","meaning":"A light pale rosé"},{"term":"Vin jaune","meaning":"French for \"yellow wine\", a wine fermented and matured under a yeast film that protects it, similar to the flor in Sherry production."},{"term":"Vin mousseux","meaning":"Generic French term for a sparkling wine."},{"term":"Vin nouveau","meaning":"French term similar to Vin primeur denoting a very young wine meant to be consumed within the same vintage year it was produced. Example: Beaujolais nouveau."},{"term":"Vin ordinaire","meaning":"French term used to denote an \"ordinary wine\" as opposed to a premium quality wine."},{"term":"Viña","meaning":"Spanish for vines."},{"term":"Viña/Viñedo/Vinha","meaning":"Spanish and Portuguese terms for vineyard"},{"term":"Vine","meaning":"A plant on which grapes grow."},{"term":"Vine density","meaning":"The number of vines per a define area of land (acres, hectare, etc). This can be influenced by many factors including appellation law, the availability of water and soil fertility and the need for mechanization in the vineyard. In many wine regions vine density will vary from 3000 to 10000 vines per hectare"},{"term":"Vine training","meaning":"Technique aimed to assist in canopy management"},{"term":"Vinegar","meaning":"A sour-tasting, highly acidic, liquid made from the oxidation of ethanol in wine, cider, beer, fermented fruit juice, or nearly any other liquid containing alcohol."},{"term":"Vineyard","meaning":"A place where grape vines are grown for wine making purposes."},{"term":"Vinho","meaning":"Portuguese for wine."},{"term":"Vinho regional","meaning":"The lowest level of the Portuguese classification system. Similar to a vin de pays."},{"term":"Viniculture","meaning":"The art and science of making wine. Also called enology (or oenology). Not to be confused with viticulture."},{"term":"Vinification","meaning":"The process of making grape juice into wine."},{"term":"Vinimatic","meaning":"An enclosed fermentation tank with rotating blades that operates similar to a cement mixer with the propose of maximizing extraction during maceration and minimizing the potential for oxidation."},{"term":"Vino","meaning":"Italian and Spanish, originally derived from Latin, for wine."},{"term":"Vino de mesa/Vino da tavola","meaning":"Spanish and Italian terms for table wine."},{"term":"Vino generoso","meaning":"Spanish term for a fortified wine"},{"term":"Vino novello","meaning":"Italian term for a Vin primeur."},{"term":"Vinous","meaning":"A term used to denoting anything relating to wine."},{"term":"Vintage","meaning":"Vintage is the process of picking grapes and creating the finished product. A vintage wine is one made from grapes that were all, or primarily, grown and harvested in a single specified year."},{"term":"Viticoltore/Vigniaiolo","meaning":"Italian terms for a wine grape grower"},{"term":"Viticulture","meaning":"The cultivation of grapes. Not to be confused with viniculture."},{"term":"Vitigno","meaning":"Italian term for a wine grape variety"},{"term":"Vivace","meaning":"Italian term for a \"lively\" or lightly sparkling wine"},{"term":"Volatile acidity","meaning":"Acids that are detectable on both the nose and the palate. The level of fatty or volatile acids in a wine that are capable of evaporating at low temperatures. Acetic and carbonic acids are the most common volatile acids but butyric, formic and propionic acids can also be found in wine. Excessive amounts of VA are considered a wine fault."},{"term":"Volatile phenols","meaning":"Phenolic compounds found in wine that may contribute to off odors and flavors that are considered wine faults. The most common types of volatile phenols found in wine are ethyl and vinyl phenols. To a limited degree some volatile phenols may contribute pleasing aromas that add to a wine's complexity, such as ethyl-4-guaiacol which imparts a smokey-spicy aroma."},{"term":"Waiter's friend","meaning":"Also called sommelier knife, a popular type of corkscrew used in the hospitality industry."},{"term":"Wash","meaning":"In Cognac and Armagnac production, this is the alcoholic liquid that results from fermentation that is about be distilled"},{"term":"Watershed","meaning":"An area from which water drains into a large body of water such as a river or a lake."},{"term":"Webster","meaning":"A unit of wine or fortified wine consisting of 1.5L in total."},{"term":"Weissherbst","meaning":"A German rosé made from only black grape varieties such as Pinot noir."},{"term":"Wine","meaning":"An alcoholic beverage made from the fermentation of unmodified grape juice."},{"term":"Wine cave","meaning":"A large cave that is excavated to provide a cool location for storing and aging wine. Similar to wine cellar."},{"term":"Wine cellar","meaning":"A cool, dark location in which wine is stored, often for the purpose of ageing."},{"term":"Wine fault","meaning":"Undesirable characteristics in wine caused by poor winemaking techniques or storage conditions."},{"term":"Wine fraud","meaning":"Any form of dishonesty in the production or distribution of wine."},{"term":"Wine label","meaning":"The descriptive sticker or signage adhered to the side of a wine bottle."},{"term":"Wine lake","meaning":"Refers to the continuing surplus of wine over demand (glut) being produced in the European Union."},{"term":"Wine tasting","meaning":"The sensory evaluation of wine, encompassing more than taste, but also mouthfeel, aroma, and color."},{"term":"Wine-press","meaning":"A device, comprising two vats or receptacles, one for trodding and bruising grapes, and the other for collecting the juice."},{"term":"Winemaker","meaning":"A person engaged in the occupation of making wine."},{"term":"Winery","meaning":"A building, property, or company that is involved in the production of wine."},{"term":"Winkler scale","meaning":"A scale of measurement to evaluate a region's heat summation."},{"term":"Winzergenossenschaft","meaning":"German term for a co-operative winery"},{"term":"Wood lactones","meaning":"The various esters that a wine picks up from exposure to new oak. These lactones are responsible for the creamy and coconut aromas and flavors that develop in a wine."},{"term":"Xylem","meaning":"The woody tissue of a vine, inside of the vascular cambium layer, that includes heartwood and sapwood, which transports water and nutrients from the roots towards the leaves."},{"term":"YAN","meaning":"Yeast assimilable nitrogen, a measurement of amino acids and ammonia compounds that can be used by wine yeast during fermentation"},{"term":"yeast","meaning":"A micro-organism present on the skins of grapes that reacts with the sugars inside and results in the production of ethyl alcohol during a process called fermentation."},{"term":"Yeast enzymes","meaning":"The enzymes within yeast cells that each act as a catalyst for a specific activity during the fermentation process. There are at least 22 known enzymes that are active during fermentation of wine."},{"term":"Yield","meaning":"A measure of the amount of grapes or wine produced per unit surface of vineyard."},{"term":"Zymology","meaning":"The science of fermentation."}]